import React from "react";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Roboto, sans-serif",
          fontSize: "18px",
          fontWeight: "bold",
          lineHeight: "1.5",
        }}
      >
        <span style={{ marginRight: "8px" }}>БОРЦ</span>
        <span style={{ marginRight: "8px" }}>ХЭРХЭН</span>
        <span style={{ marginRight: "8px" }}>ХИЙХ</span>
        <span>ВЭ?</span>
      </h1>
      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Саяхан монголчууд идэш хийлээ. Одоо махаа борцлохоор бэлтгэж байгаа
            байх. Борц бол нүүдэлчин монголчуудын бас нэг гол хүнс. Ялангуяа
            удаан хадгалах боломжтой учир гадаадад суугаа монголчууд нэлээд
            хэрэглэж байгаа харагддаг. Борцтой цай, борцтой шөл хийж дайлж
            байгаа харагдана. Сая шинэ жилээр элчингийн нэг айлд борцтой цай
            уусны дараа нээрээ монголчууд борцоо сайхан хийж байгаасай гэж
            бодохдоо махыг хэрхэн борцлох талаар зөвлөгөө бичмээр санагдсаныг
            хэлэх юун.&nbsp;&nbsp;Борц хийж үзээгүй залуу хөгшин хүн ч байхыг юу
            магад. Монголд бүх төрлийн малын махыг борцолж болдог. Үүнд гэдэс
            дотор, элэг уушиг, цас зайдас гээд бүгд орно. Ангаас тарваганы мах,
            зээр гөрөөсний махаар борц хийдэг газар орон ч байдаг боловч нутаг
            нутгаасаа л болох. Гурван жил хадгалсан үхрийн махны борц эмийн
            чанартай, наршсан хүнд ямааны борцны шөл уулгах сайн гэх монгол жор
            ч бий.&nbsp; Ямааны мах хадгалалт сайн даадаг учраас борцонд их
            тохиромжтой. Борцыг голдуу бод малын махаар хийдэг.&nbsp; Тэмээ,
            үхрийг нядлаад махыг сэврээж бөсөөсний дараа шууд борцлох
            ёстой.&nbsp; Адууны хар махыг борцолж болох боловч амархан хуршдаг
            учир тохиромж муутай. Гуя хаа, хүзүү, сээр, нуруу, өвчүүний махыг
            ширхгийг нь дагуулан нимгэн зүсэж савхлан, сүүдэр газар юм уу, модон
            пин, банаг, илүү гэртээ хэц татаж хоорондоо наалдахааргүй өлгөнө.
            Сайн хөлдсөний дараа шороо тоос нэвтрэхгүй бүс эдээр хучина.&nbsp;
            Мөн зүсэж хөлдөөсөн махыг шуудайд хийж цэвэрхэн өндөр салхи орохоор
            газар тавьж борцолдог ч газар бий. Монголын нөхцөлд аль болох
            салхинд байлгаж, шороо тоос хүртээхгүй цэвэрхэн хийх нь чухал юм.
            Өөхтэй мах амархан хуршиж мууддаг тул доор өөх, ууц гуяны зузаан
            өөх, тэмээний бөх, адууны өөхөөр бараг борц хийх хэрэггүй.&nbsp;
            Борцыг гурван жил хадгалахад чанараа алдахгүй бөгөөд 214 гр борц нэг
            кг ястай махтай тэнцэнэгэж ярьдаг ч хэтэрхий их хадгалсан&nbsp;мах
            тийм ч сайн эрүүл хоол биш.&nbsp; Намар гаргасан малын махыг хоёр
            хуруу хэрийн өргөн зүсэж давслаад шүүс нь тунах үед гаргаж тос
            шороогүй нар туссан салхи нэвтрэх газарт хэцэнд зүүнэ. Нар их тусдаг
            газар өлгөвөл мах гашуурч, сүүдэрт тавибал чийг авч үнэр орох тул
            үүнд онцгой анхаарах хэрэгтэй. Мөн намар дулаан цагт хийсэн борцыг
            гурилд дүрж ялаа суухаас хамгаалдаг. Өвлийн борцыг ес эхлэхээс өмнө
            хийвэл зохимжтой. Ингэвэл хөлдүү борц хаврын урь цохиж&nbsp;хатаад
            илүү сайхан амттай болдог.&nbsp; Борцыг хуурай давуун уутанд хийж
            чийг авахааргүй сэрүүн газар хадгалвал их сайн шүү. Хоолонд хийхдээ
            сайтар нүдэж талхлан бяцлаад бага зэрэг хүйтэн усанд хийж хоёр
            цагаас доошгүй хугацаанд дэвтээвэл хоол амттай болно. Нэг юм хэлэхэд
            гадаад оронд олигтой борц хийж болдоггүй юм билээ шүү. За ингээд мах
            борцлох шиг амархан юм байхгүй дээр нь борцоор бас хийж болохгүй
            хоол байхгүйг нэмж хэлэх минь.
          </span>
        </p>
        <p>
          <span style={{ color: "#000a83" }}>
            <em>
              Үүнээс цааш үзэхийг хүсвэл “МОНГОЛ ЁС ЗАНШЛЫН ИХ ТАЙЛБАР ТОЛЬ”
              Ж.Бат-Ирээдүй, Ч.Арьяасүрэн, 1999 номыг үзнэ үү?
            </em>
          </span>
        </p>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,
        <a href="/sidebar/mongol-tehnologi/">МОНГОЛ ТЕХНОЛОГИ</a>
      </div>
      <div className="post_info_full right">2012.02.15</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/120/"
          st_title="БОРЦ ХЭРХЭН ХИЙХ ВЭ?"
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/120/"
          st_title="БОРЦ ХЭРХЭН ХИЙХ ВЭ?"
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/120/"
          st_title="БОРЦ ХЭРХЭН ХИЙХ ВЭ?"
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/120/"
          st_title="БОРЦ ХЭРХЭН ХИЙХ ВЭ?"
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/120/"
          st_title="БОРЦ ХЭРХЭН ХИЙХ ВЭ?"
        />
      </div> */}
      <div className="disqus"></div>
    </div>
  );
}
