import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Roboto, sans-serif",
          fontSize: "18px",
          fontWeight: "bold",
          lineHeight: "1.5",
        }}
      >
        <span style={{ marginRight: "8px" }}>БИДНИЙ</span>
        <span style={{ marginRight: "8px" }}>САНАЛ</span>
        <span style={{ marginRight: "8px" }}>САНААЧЛАГА,</span>
        <span style={{ marginRight: "8px" }}>ИДЭВХЭЭС</span>
        <span style={{ marginRight: "8px" }}>Л</span>
        <span style={{ marginRight: "8px" }}>ИХ</span>
        <span style={{ marginRight: "8px" }}>ЗҮЙЛ</span>
        <span>ШАЛТГААЛНА</span>
      </h1>
      <div className="post_content_full">
        <div style={{ textAlign: "justify" }}>
          <Image
            src="/images/IMG_1644.jpg"
            alt=""
            width={300}
            height={200}
            style={{ float: "none", display: "inline", width: 300 }}
          />
        </div>
        <div style={{ textAlign: "justify" }}>
          <div className="items-center">
            <span style={{ color: "#000a83" }}>
              <strong>
                ГЕРМАН (Берлин, Мюнхэн, Гөттингэн, Бонн, Аахэн, Дрэзден,
                Зийгэн),&nbsp;
              </strong>
            </span>
            <br />
            <span style={{ color: "#000a83" }}>
              <strong>
                УНГАР (Будапешт), АВСТРИ (Вена, Гратц), ФРАНЦ (Парис, )
              </strong>
            </span>
          </div>
          <div className="items-center">
            <span style={{ color: "#000a83" }}>
              <strong>2011/05/08-22</strong>
            </span>
          </div>
        </div>
        <div style={{ textAlign: "justify" }}>
          МУИС-ийн захирал профессор Санжбэгзийн Төмөр-Очир тэргүүтэй ажлын
          хэсэг өнгөрсөн сарын 9-21 нд Европын холбооны улсууд болох Герман,
          Унгар, Австри, Франц Улсын их сургуулиудаар ажлын айлчлал хийгээд
          ирлээ. Энэ айлчлалыг Германы Эрдмийн солилцооны алба ДААД тодорхой
          хэмжээгээр ивээн тэтгэж дэмжсэнийг юуны өмнө хэлэх хэрэгтэй байх. Энэ
          удаагийн айлчлал нь нэлээд урдаас нээлттэй зарлаж, удаан хугацаанд
          бэлтгэж, хамт олны санаа оноог авч тусгаж үзсэнээрээ сүүлийн үеийн
          ажлын айлчлалуудаас илүү ажил хэрэгч болсон гэж үзэж болно. Хэдийгээр
          нэлээд өргөн бүрэлдэхүүнтэй явсан боловч ажил, цаг хугацаа, мөнгө зоос
          хэмнэх шаардлагаар Берлин дэх уулзалтын дараа Герман болон бусад оронд
          айлчлал үндсэн хоёр чиглэлээр боллоо.
        </div>
        <div style={{ textAlign: "justify" }}>
          Германд бидний хамгийн анхны зочилсон газар бол Берлиний Улсын номын
          сан байлаа. Энд биднийг тус номын сангийн Зүүн Азийн тасгийн монгол,
          төвд ном хариуцсан ажилтан д-р Майкл Балк хүлээн авч номын сангаа
          танилцуулсан юм. Тэрбээр нэг үе монгол хэл шаргуу сурч байсан бөгөөд
          Монголд ч суралцаж байж. Энэ номын санд 8 мянга шахам монгол ном бий
          бөгөөд гучаад жилийн өмнө Монголоос гарч Германы иргэн болсон Нэргүй
          гээч хүн монголоо гэсэн сэтгэлээр ажилладаг аж. Бидний монгол ном
          солилцох, худалдах, он лайн худалдаа хийх, тус номын санд байгаа
          монгол гар бичмэл, судар, газрын зургийн бүрэн каталоги хийх хүн
          суулгах тухай санлыг нааштайгаар хүлээн авч зохих байгууллагуудад
          дамжуулахаа мэдэгдэв.
        </div>
        <div style={{ textAlign: "justify" }}>
          Захирал С.Төмөр-Очир очсон газар бүртээ их сургуулиа товч тодорхой
          танилцуулж, цаашид дэвшүүлээд байгаа стратеги зорилго, зорилтуудаа
          ойлгуулан мэдүүлж, тухайн сургууль салбар бүрийн онцлогт тохируулан
          хамтран ажиллах санал, санаачлагаа илэрхийлж байлаа.
        </div>
        <div style={{ textAlign: "justify" }}>
          Хумболдтийн их сургуульд биднийг тус сургуулийн дэд ерөнхийлөгч Петер
          Фрэнч тэргүүтэй албаны хүмүүс хүлээн авч элэгсэг дотно яриа өрнүүлсэн
          юм. Энд бидний гол ярьсан зүйл бол Герман дах монгол судлал хумигдаж
          байгаа талаар сэтгэл зовж байгаагаа илэрхийлж, цаашид хэрхэн авч
          үлдэх, чухам юу хийж болох талаар санал солилцов. Үүнд монгол судлалын
          профессорын орон тоог хасахгүй нэмэгдүүлэх, бүтэн орон тоогоор
          ажиллуулах, сургууль хоорондын солилцоог идэвхжүүлэх, Монголын талаас
          тал бүрээр дэмжих, байнгын хамтын ажиллагаатай байх зэрэг саналууд
          яригдлаа. Германд анхны монгол судлаачид авч эхлэсний 50 жилийн ой
          2014 онд болох юм байна. Цаашид хамтарсан сургалтын хөтөлбөр
          хэрэгжүүлэх, герман хэл, соёл, монгол судлал, байгалийн ухаан,
          нийгмийн ухааны чиглэлээр хамтран ажиллах хүсэлтэйгээ хоёр тал
          харилцан ярилцлаа.
        </div>
        <div style={{ textAlign: "justify" }}>
          Уулзалтын төгсгөлд Хумбольдтын Их Сургуулийн түүх намтар, орчин
          тойронтой танилцаж, орчин үеийн их сургуулийн ерөнхий байдлыг
          сонирхов.
        </div>
        <div style={{ textAlign: "justify" }}>
          Миний бие Хумбольдтийн их сургуулийн монгол судлалын салбарынхантай
          тусхайлан цаг гаргаж биечлэн уулзаж хэд хэдэн асуудлаар харилцан
          зөвшилцөлд хүрлээ. Үүнд, хоёроос доошгүй жилээр монгол судлалын багш
          урьж ажиллуулах, герман монгол хамтарсан оюутны зуны сургалт зохион
          байгуулах, судлаач, аспирант солилцох, хамтарсан эрдэм шинжилгээний
          төсөл боловсруулах, хийх үндсэн дөрвөн чиглэлээр ажиллах бололцоотой
          гэж үзэв.
        </div>
        <div style={{ textAlign: "justify" }}>
          Берлинд бид Германы Археологийн Хүрээлэнд зочилж хатагтай Фредрих
          Флесс угтаж авсан. Энэ хүрээлэнд археологийн талаар хийх хамтын
          ажиллагааны талаар нухацтай ярилцсан.
        </div>
        <div style={{ textAlign: "justify" }}>
          Үдээс хойш нь Германы Чөлөөт Их Сургуульд зочилж, хамтын ажиллагааны
          гэрээний дагуу бакалаврыг мэргэжлийн чиглэлээр бэлтгээд, магистрыг
          хөтөлбөр хоорондын чиглэл барьж бэлтгэж байгааг анхаарах болов. Энэ их
          сургууль манай их сургуультай хамтын ажиллагааны гэрээтэй бөгөөд
          дэлхийн хоёрдугаар дайны дараа үлдсэн сургуулийн нэг бөгөөд
          Хумбольдтой өрсөлдүүлэх, орлуулах зорилгоор АНУ-ын дэмжлэгээр
          байгуулагдсан түүхтэй сургууль юм байна. Одоо нэгэнт Берлиний 3 том их
          сургуулийн нэг болж чаджээ. Төв Азийн их сургуулиудын сүлжээг хоёр
          сургууль хамтран зөв ашиглах, идэвхитэй байх, салбар дундын мастерийн
          хөтөлбөр хэрэгжүүлэх, археологийн талаар хамтран ажиллах сонирхолтой
          байгаагаа илэрхийлсэн. Эдний хувьд өөрсдөө грэдуате сургууль дээрээ
          илүү их анхаарч байгаа юм байна.
        </div>
        <div style={{ textAlign: "justify" }}>
          Бидний хоёр дахь очсон улс бол Будапешт байлаа. Тус оронд элчин
          сайдаар суугаа хатагтай О.Эрдэнэчимэг албан ёсны уулзалтуудыг эртнээс
          нарийн зохион байгуулсан байсан. Энд бид Өтвөш Лорандын нэрэмжит их
          сургуулийн захиралд бараалхаж, хэлэлцээ хийж, хоёр их сургуулийн
          хоорондын хамтын ажиллагааны гэрээнд гарын үсэг зурсан.
        </div>
        <div style={{ textAlign: "justify" }}>
          Мөн Төв Ази судлалын тэнхимд зочилоход монгол судлаач д-р хатагтай
          Бирталан Агнеш тэргүүтэй эрдэмтэд хүлээн авч тус тэнхимийн түүх
          намтрын талаар лекц уншиж, номын сан болон бусад материал
          хэрэглэгдэхүүнтэй танилцуулав.
        </div>
        <div style={{ textAlign: "justify" }}>
          Хамтарсан эрдэм шинжилгээний төсөл хэрэгжүүлэх, зуны сургууль зохион
          байгуулах, монгол судлалын хамтын ажиллагааг эрчимжүүлэх санал тавьж
          байлаа.
        </div>
        <div style={{ textAlign: "justify" }}>
          Дараагийн хилийн дээс алхсан улс бол Австри улс болов. Онц бөгөөд
          бүрэн эрхт элчин сайд О.Эрдэнэчимэг Вена хот дахь НҮБ-д ажлын далимаар
          хүргэж өгсөн бол Австри Улсад суугаа онц бөгөөд элчин сайд Ж.Энхсайхан
          элэгсэг дотно хүлээн авч Вен хотод хөл залгуулан өртөөлөв. Эхний
          уулзалт Гратцийн Техникийн их сургуульд боллоо. Энд бид оюутан, эрдэм
          шинжилгээний ажилтан солилцох тухай ярьж, хамтын ажиллагааг өргөжүүлэх
          боллоо. Постдокторт 6 сараар хүн суралцуулах боломжтой гэнэ.
        </div>
        <div style={{ textAlign: "justify" }}>
          Мөн манай сургуультай тун ижил бүтэц, чиглэлтэй Гратцийн их сургуульд
          манай зарим гишүүд зочилж, санамж бичигт гарын үсэг зурлаа. Эразмүс
          хөтөлбөрийн мэдээлэл солилцох, хамтран ажиллах боллоо. Мөн монголын
          соёлын антропологийн эрдэмтдийг урьж байна.
        </div>
        <div style={{ textAlign: "justify" }}>
          Венийн Их Сургуульд бид нэлээд өргөн бүрэлдэхүүнээр зочилсон. Энд ФЭС
          болон Рентген төвийн хооронд хамтын ажиллагааны гэрээнд гарын үсэг
          зурж, оюутан, эрдэм шинжилгээний ажилтан солилцох, хамтарсан
          судалгааны төсөл хэрэгжүүлэх, олон улсын хурал зохион байгуулах, олон
          улсын синхитрон болон нейтроны судалгааны төвүүд дээр хамтарсан
          туршилт хийх боломжтой гэж үзлээ.
        </div>
        <div style={{ textAlign: "justify" }}>
          Үдээс хойш Австрийн Шинжлэх Ухааны Академид дэд ерөнхийлөгч проф.
          Сигрид Жалкози Дегер, захирал Андре Гинрич, д-р Флоран Шварц, д-р
          Мариа Катарина Ланг нартай уулзаж судалгааны ажлын тэргүүлэх чиглэл
          гаргаж, монгол судлалын чиглэл түүний дотор археологи, түүх, хууль,
          соёлын антропологийн чиглэлээр хамтран ажиллах тухай, эрдэм
          шинжилгээний хамтарсан хурал хийх, үзэсгэлэн зохион байгуулах тухай
          хэлэлцэж, хамтын ажиллагааны санамж бичигт гарын үсэг зурах боллоо.
        </div>
        <div style={{ textAlign: "justify" }}>
          Австрийн Вена хотод бид нэг ажлын өдрийг зориулаад Мюнхэн хот руу
          хүлгийн жолоо заллаа. Энд бид Мюнхэний Их Сургуулийн удирдлага болон
          Ханс Зайдлын сангийн төлөөлөгчтэй уулзаж МУИС-ийн цаашдын хамтын
          ажиллагааны талаар ярилцсан. Мюнхэний Людвиг Максимиляаны Их Сургууль
          бол Германы монгол судлалын шинэ төв бөгөөд дэмжиж хөгжүүлбэл цаашид
          нэлээд хүчтэй төв болох магадлалтай юм. Мюнхэний их сургуульд бид
          монгол судлалын зочин профессор явуулах, хятад-монгол хавсарсан
          судалгааг өргөжүүлэх, монголын хууль цаазны түүхийн сурвалж бичиг
          хэвлүүлэх талаар ярилцсан. Мөн монголын ховор болон номын сан, архивт
          хадгалагдаж байгаа баримт бичиг, дурсгалуудыг дижитал хийх төсөл
          хэрэгжүүлэх боллоо. Герман-Монголын хооронд байгуулсан соёлын гэрээг
          үр дүн муутай ашиглаж байгааг харилцан зөвшөөрч цаашид хэрхэн ашиглах
          талаар ярилцав.
        </div>
        <div style={{ textAlign: "justify" }}>
          Мюнхэнд мөн Техникийн Их сургуульд нь зочилсон. Энэ сургууль бол
          МУИС-тай зуны сургууль хамтарч зохион байгуулж байсан туршлагатай
          хэдий ч харамсалтай нь энэ ажил тасалдсанд тэд их гунигтай байна.
          Цаашид үргэлжлүүлэх боломж хайж байна. Үүнд Ханс Зейдал санг
          оролцуулах сонирхолтой байна. Газрын менежмэнт, бодлогын талаар
          хамтарсан судалгаа хийж болно гэв. Мөн хоёр их сургуулийн дипломтой
          төгсгөх боломжтой гэж үзэв.
        </div>
        <div style={{ textAlign: "justify" }}>
          Мюнхэнээс Гөттингэн хот руу галт тэргээр хөдөлж тэнд бид тус их
          сургуулийн захирал Хилтрауд Каспер Хэнхэ, гадаад харилцааны хэлтсийн
          дарга Увэ Мүүс, физикийн проф. Рэйнэр Улбрих, номын сангийн алтай
          судлалын салбарын эрхлэгч, монгол судлаач Жоханнес Рекэл, Биофизик
          химийн Макс Планкийн хүрээлэнгийн захирал проф. Грегор Эйчэлэ,
          анагаахын сургуулийн генетикийн проф. Энгэл нарын хүмүүстэй уулзаж
          МУИС, ГИС-ийн санамж бичигт гарын үсэг зурж, тэнхим, музей,
          лабораторитой нь танилцсан юм. Энд бид монголын болон монгол судлалын
          ном хүргэх, номын сантай хамтран ажиллах, их сургуулийн хотхон барихад
          зөвлөгөө авах, молекул генетикийн лаборатори байгуулах, физик, хими,
          геологийн салбарын эрдэмдийг мэргэжил дээшлүүлэх, хэмжилт багаж тоног
          төхөөрөмж ашиглах чадвар эзэмшүүлэх, материал судлалын хамтарсан төсөл
          бичих талаар хэлэлцэв. Мөн энд захирал С.Төмөр-Очир МУИС-д лекц унших
          нобелийн шагналтны урилгыг биечлэн гардуулав.
        </div>
        <div style={{ textAlign: "justify" }}>
          Гөттингэнээс Бонн руу мордов. Бонны Их Сургуульд монгол судлалын
          салбарынхантай жич уулзаж, одоогийн нөхцөл байдал, ирээдүйн талаар
          нэлээд цаг зав заран харилцан ярилцаж, Бонны их сургуулийн захиргаа
          болон ДААД-д асуудал тавих болсон. Үдээс хойш нь Бонны их сургуулийн
          захирал проф. Жүргэн Фохрман болон ДААД-ын Ерөнхий нарийн бичгийн
          дарга Д.Рүланд нартай бүрэн бүрэлдэхүүнээр уулзаж ярилцсан. Энэ үеэр
          Бонны их сургуулийн захиралд Монгол судлалыг дэмжих тухай ХБНГУ-д
          суугаа Даваадоржийн ноот бичгийг элчин сайдын яамны ажилтан Ц.Болор
          гардуулж өгсөн.
        </div>
        <div style={{ textAlign: "justify" }}>
          Боннын их сургууль болон ДААД-д тавьсан санал бол Монгол судлалын сайн
          уламжлалтай энэ төвүүдийг хааж хумихгүй байх, дэмжиж ажиллах. Тодорхой
          хугацаа тавьж профессор ажиллуулах нь маш ирээдүй муутай байгаа болон
          монгол судлалаар суралцах оюутан, аспирант, докторант нарт итгэл
          үнэмшилгүй байгаа, Монгол судлалын ирээдүй тун бүрхэг болж байгааг
          учирлаж ойлгуулах тухай яриа байлаа.
        </div>
        <div style={{ textAlign: "justify" }}>
          Энд захирал С.Төмөр-Очир “МУИС-д Германы бэлтгэл гэж байгаад энэ нь
          маш үр дүнтэй байсныг дурдаад болдог бол Бонны их сургууль, манай их
          сургууль хоёр хамтран герман хэлний бэлтгэл ангийг сэргээн нээж болох
          бололцооны тухай асуудал тавьсан юм.
        </div>
        <div style={{ textAlign: "justify" }}>
          Бонны их сургуулийн монгол судлалын салбартай монгол дурсгалуудыг
          дижитал хэлбэрт шилжүүлэх төсөл хэрэгжүүлэх, тэнд байгаа 25000 ширхэг
          монгол эд өлгийн зүйлийн фото архивын каталоги хийх, төвд хэлээр
          бичигдсэн монгол сурвалж бичиг, хэрэглэгдэхүүнийг сурвалжлах зэрэг
          олон төрлийн ажил хамтран хийх төслийг Германы ДААД, Ди Эф Жи, Герда
          Хэнкэл зэрэг тэтгэлгийн сангуудад бичихээр тогтлоо. Мөн НШУС-ийн
          антропологи, археологийн ховор олдворыг германы мэргэжлийн
          лабораториудад сэргээн засварлах, хамтарсан үзэсгэлэн зохион байгуулах
          санал тавьлаа. Үүнтэй холбоотой мөн их сургуулийн удирдлагыг
          чадавхижуулах төслийн санлыг ДААД-д хүргэх болов.
        </div>
        <div style={{ textAlign: "justify" }}>
          Дэд захирал Даваасүрэн тэргүүтэй хэсэг Бонноос Зийгэн хотын их
          сургуульд зочилж, хамтын ажиллагааны гэрээнд гарын үсэг зурж, уг
          гэрээнд тусгагдсан хамгийн гол зүйл болох магистрийн сургалтанд
          ФЭС-иас гадна ХХИС, МТС-ийн оюутан магистрант оролцох боломжтой
          боллоо. Уг гэрээнд тусгагдсанаар хоёр талын удирдагчтайгаар сургалтын
          төлбөргүй нэг улирал МУИС-д, гурван улирал Зийгэнд суралцаж хос
          дипломтой төгсөх боломжтой ажээ.
        </div>
        <div style={{ textAlign: "justify" }}>
          Халлегийн Их Сургууль дээр дэд захирал А.Галтбаяр тэргүүтэй
          төлөөлөгчдийг тус их сургуулийн ректор Удо Стратер, эрдэм шинжилгээ
          эрхэлсэн дэд захирал Г.Фолианти-Жост, байгалийн ухааны музейн удирдагч
          Ф.Д.Штэйнхаммэр, профессор М.Штуббэ нар элэгсэг дотно хүлээн авч
          МУИС-иас мастер, докторын сургалтанд өөрсдийн зардлаар хүн авахад
          бэлэн байгаа, монголын шавьжны судалгааг өргөтгөх сонирхолтой байгаа,
          Монгол-Германы биологийн хамтарсан экспедицийг байгуулсны 50 жилийн
          ойд зориулсан олон улсын эрдэм шинжилгээний хурал зохион байгуулах гэж
          байгаа, Эразмус Мундус хөтөлбөрийн дагуу хамтарч ажиллах, шавьж
          судлалаар докторант авахад бэлэн байгаагаа илэрхийлжээ. Дээрх хурлыг
          2012 оны 6 сард зохион байгуулах юм байна.
        </div>
        <div style={{ textAlign: "justify" }}>
          Төлөөлөгчидийн очсон өөр нэг том сургууль бол Дрездений Техникийн Их
          Сургууль байлаа. Энд монгол оюутан суралцаж байсан уламжлалтай боловч
          одоогоор цөөн оюутан байна. Хамтын ажиллагааны гол зарчим нь магистр,
          докторуудыг төсөл дээр ажиллуулж,үр дүнгээр нь судалгааны бүтээл
          хамгаалуулдаг туршлагатай. Эрдэм шинжилгээний байгууллага нь их
          сургуулийн боловсон хүчнээр хангагдаж, өөрийн материаллаг бааз дээрээ
          хичээл заалгах их сонирхолтой бөгөөд энэ хамтын ажиллагааг манайх
          дэмжиж хэрэгжүүлүүштэй санаа байлаа. МУИС-иас химийн физик, хатуу бие
          судлалын институттэй хамтын ажиллагааны гэрээтэй юм байна. Цаашид
          бусад Дрездений их сургуультай хамтын ажиллагааны гэрээ байгуулах
          бололцоо хайх хэрэгтэй бөгөөд тус их сургуульд ажиллаж байгаа доктор
          Д.Энхцэцэг, Д.Бамбар нар туслах боломжтой гэж хоёр тал үзэв. Дрездений
          Их Сургуулийн химийн – физик хатуу биеийн институтийн захирал, манай
          хүндэт профессор Книп гуай байгуулсан лаборатороо асууж цаашид
          судлаачид солилцох, мэргэжлийн сургалт, семинар зохион байгуулах
          чиглэлээр хамтран ажиллах бололцоотойгоо илэрхийллээ. Эднийх тулгуур
          сурах бичгийг монгол хэлээр орчуулаад дуусч байгаа бөгөөд хэвлүүлэх
          зардал хайж байна.
        </div>
        <div style={{ textAlign: "justify" }}>
          Бидний дараагийн зогсоол бол Германы хилийн хот Аахэн байлаа. Энд бид
          Аахений Техникийн Их Сургуулийн хэд хэдэн салбар дээр ажиллаа.
          Газарзүй, геологийн профессор Лехмкухл, Книпперц нартай уулзахад тэд
          газарзүй, геологийн сургуулийн сургалтын хөтөлбөрийг шинэчлэхэд
          туслах, мөн оюутан солилцох, суралцуулах хүсэл зорилготой байна.
        </div>
        <div style={{ textAlign: "justify" }}>
          ХБНГУ-ын дээд боловсролын хуульд нэлээд өөрчлөлт гарч байгаа юм байна.
          Тодорхой хэмжээний төлбөртэй болж байсан боловч эргээд төлбөргүй
          системд шилжиж байна. Монгол оюутны хувьд хэлний төвшин сайн бол
          заавал ахлах курсийнх байх албагүй гэнэ. Эд мөн МУИС-ийн зохион
          байгуулж байгаа зуны сургуулийн шинэ хэлбэрийг их сонирхож байлаа.
        </div>
        <div style={{ textAlign: "justify" }}>
          Дараа нь Аахений ТИС-ийн металл боловсруулалтын судалгааны институтийн
          захирал профессор Фридрих, Фукс, инженер Сречко Сторик, Химийн
          инженерийн сургуулийн профессор Маттиас Весслинг, эрдэс түүхий эдийн
          боловсруулалтын салбарын профессор Хэрманн Вотруба нартай уулзаж пост
          докторын сургалт, 3-6 сарын судалгааны дадлагыг ДААД-ын санхүүжилт
          хөтөлбөрөөр хийх боломж нөхцөл, урт богино хугацаагаар зочин профессор
          ажиллуулах, 3-4 сарын залуу багш, судлаач, оюутан дадлагажуулах,
          сургах, ашигт малтмалын боловсруулалт хийх, зэс, алт, газрын ховор
          элементийн талаар болон биотехнологи, ноос судлалын чиглэлээр хамтын
          ажиллагааны үйл явцад идэвхитэй оролцох, санаачлагатай байх талаар
          түлхүү ярилаа.
        </div>
        <div style={{ textAlign: "justify" }}>
          Бидний хүлгийн жолоо эргүүлсэн орон бол Франц улс түүний дотроос
          Францын Гадаад Харилцааны Яам, ЮНЕСКО, Парисын Археологийн Хүрээлэн,
          Мэйний Их Сургууль, Шинэ Сорбоны Парис 3 Их Сургууль, Парисын дорно
          дахины дээд сургууль байлаа. Энд бид дэвшилтэт технологийн лаборатори
          байгуулах асуудлыг ЮНЕСКО-д тавих, франц хэлний багш сургах, оюутан
          солилцох, эрдэм шинжилгээний хамтарсан хурал хийх, монгол судлалын
          чиглэлээр хамтран ажиллаж хамтарсан зуны сургууль зохион байгуулах
          талаар ярилцлаа. Мөн МУИС болон Францын дээрх хоёр их сургууль
          гурвалсан гэрээ байгуулахаар тохиролцож, франц, монгол хэлний багш
          солилцох болов.
        </div>
        <div style={{ textAlign: "justify" }}>
          Ийнхүү бидний явсан газар бүрт хамтрая, ажиллая, хийе бүтээе,
          ажиллахад бэлэн байна гэсэн сайхан үгс дуулдаж, харин үүний ард ирэх
          нь, ярих нь яах вэ санаачлах, хийх нь чухал шүү гэсэн анхааруулга сэм
          дагалдаж байлаа. Тийм учраас бидний энэ аялалыг бодит ажил болгох нь
          зөвхөн энэ аялалд оролцсон хүмүүсийн хэрэг биш МУИС-ийн профессор багш
          нарын идэвхи, санаачлагаас л их зүйл шалтгаална. Айлчлалын багийнхан
          ажлаа төлөвлөгөө гаргаж, хариуцах эзэнтэй болгож, биелүүлэх шатандаа
          ороод байна. Энэ олон ажлыг гүйцэлдүүлэхэд их сургуулийн профессор,
          багш, ажилтан хэн боловч гар бие, хүч хөдөлмөр, сэтгэл оюун оролцоход
          нээлттэй болохыг тэмдэглэлийн төгсгөлд тэмдэглэсү.
        </div>
        <div style={{ textAlign: "justify" }} className="items-end">
          <strong>Д-р Ж.Бат-Ирээдүй</strong>
        </div>
        <div style={{ textAlign: "justify" }} className="items-end">
          <strong>(Монгол Судлалын Төвийн захирал)</strong>
        </div>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,<a href="/sidebar/temdeglel/">ТЭМДЭГЛЭЛ</a>
      </div>
      <div className="post_info_full right">2012.03.24</div>
      <div className="clear" />
      {/* Share Buttons */}
      <div id="share_buttons">
        {/* <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/183/"
          st_title="БИДНИЙ САНАЛ САНААЧЛАГА, ИДЭВХЭЭС Л ИХ ЗҮЙЛ ШАЛТГААЛНА"
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/183/"
          st_title="БИДНИЙ САНАЛ САНААЧЛАГА, ИДЭВХЭЭС Л ИХ ЗҮЙЛ ШАЛТГААЛНА"
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/183/"
          st_title="БИДНИЙ САНАЛ САНААЧЛАГА, ИДЭВХЭЭС Л ИХ ЗҮЙЛ ШАЛТГААЛНА"
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/183/"
          st_title="БИДНИЙ САНАЛ САНААЧЛАГА, ИДЭВХЭЭС Л ИХ ЗҮЙЛ ШАЛТГААЛНА"
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/183/"
          st_title="БИДНИЙ САНАЛ САНААЧЛАГА, ИДЭВХЭЭС Л ИХ ЗҮЙЛ ШАЛТГААЛНА"
        /> */}
      </div>
      <div className="disqus"></div>
    </div>
  );
}
