import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Arial, sans-serif",
          fontSize: "20px",
          lineHeight: "1.2",
        }}
      >
        <span style={{ marginRight: "4px" }}>Ж.Бат-Ирээдүй:</span>
        <span style={{ marginRight: "4px" }}>&quot;МОНГОЛ</span>
        <span style={{ marginRight: "4px" }}>ХҮНИЙ</span>
        <span style={{ marginRight: "4px" }}>НЭРИЙГ</span>
        <span style={{ marginRight: "4px" }}>ХЭРХЭН</span>
        <span style={{ marginRight: "4px" }}>БИЧИХ</span>
        <span>ВЭ?&quot;</span>
      </h1>
      <div className="post_content_full">
        <div style={{ textAlign: "right" }} className="items-center">
          (c) J.Bat-Ireedui
        </div>
        <div style={{ textAlign: "justify" }}>
          <Image
            width={328}
            height={473}
            src="/images/whats-my-name.jpg"
            alt=""
            style={{
              float: "left",
              display: "inline",
              width: 328,
              marginRight: 10,
            }}
          />
          Засгийн газрын шийдвэрээр &nbsp;Улсын Бүртгэлийн Ерөнхий Газар Монгол
          Улсын иргэний цаасан үнэмлэхийг цахим үнэмлэхээр солихоор бэлтгэл ажил
          үндсэндээ хийгдэж дуусаад байгаа юм байна. “Цахим үнэмлэхтэй болсноор
          тус улс иргэний бүртгэл, мэдээллийн цогц системтэй болж, иргэний
          үнэмлэхтэй холбоотой гардаг хүндрэл, зөрчил багасч, нууцлал,
          хамгаалалт сайжирч, тухайн иргэний шилжилт хөдөлгөөн, сонгуулийн санал
          өгсөн эсэх, цэргийн алба хаасан болон татвар төлсөн байдал зэргийг
          тодорхойлох боломж бүрдэнэ” гэж мэргэжлийн байгууллага нь үзэж байна.
          Энэ нь ч үнэний ортой байх.
        </div>
        <div style={{ textAlign: "justify" }}>
          Одоогоор нийт иргэдийн 98.1 хувь нь иргэний шинэчилсэн бүртгэлд
          хамрагдаж 1,947,379 насанд хүрсэн иргэн, 812 мянга гаруй 16-аас доош
          насны иргэдийг асран хамгаалагч, харгалзагчаар дамжуулаад бүртгэсэн
          байна. Өөрөөр хэлбэл&nbsp; 2,760,270 иргэнийг бүртгэчихсэн гэсэн үг.
          Харин мэдээж насанд хүрсэн хоёр сая шахам иргэнээ ирэх оны 5 дугаар
          сард багтааж цахим үнэмлэхтэй болгох учиртай аж.
          <br />
          &nbsp;
        </div>
        <div style={{ textAlign: "justify" }}>
          Ингэхэд энэхүү чиптэй үнэмлэх түрүүчийнхээс юугаараа ялгаатай вэ?
          Дэлхийн ихэнхи оронд өөрийн иргэний үнэмлэхээ цахим хэлбэрт оруулж
          хэвлээд байна. Манайхан лав дэлхийн 50 шахам орны цахим үнэмлэх судалж
          үзсэний үндсэн дээр хамгийн сүүлийн үеийнхийг сонгосон гэж бичиж
          байна. Энэ чиптэй үнэмлэхэд тухайн иргэний овог, нэр, гэрийн хаяг,
          хүйс, зураг гээд хуучин иргэний үнэмлэхэд байсан мэдээллээс гадна
          хурууны хээ, сонгууль өгөх тусгай тэмдэглэл зэрэг нь хадгалагдсан байх
          юм. Иргэн хүн хаанаас ч өөрийн цахим үнэмлэхийн тусламжтайгаар гарын
          хээ, нууц код зэргээрээ мэдээллээ авах боломжтой болох юм байна.
          <br />
          &nbsp;
        </div>
        <div style={{ textAlign: "justify" }}>
          Үүнээс гадна төрийн болон төрийн бус байгууллага, аж ахуй нэгж, банк
          санхүүгийн байгууллагууд тухайн иргэнд үйлчлэхдээ чиптэй иргэний
          үнэмлэхээр нь ороод үнэн зөв мэдээллийн санг харах боломжтой.
          Ингэснээр өөрийнхөө үнэмлэхийг өөрийн гэдгийг нотлох гэж нотариатаар
          явж бусад баримт бичгүүдээр гэрчлүүлэх ямар ч шаардлагагүй болж байгаа
          юм гэнэ.
        </div>
        <div style={{ textAlign: "justify" }}>
          Ийнхүү түрүүчийн цаасан үнэмлэх дээр байдаг зүйл бичигдэхээс гадна өөр
          нэг онцлогтой нэг зүйл бол энэ үнэмлэх монгол англи хэлээр байх бөгөөд
          тухайн хүний овгийн нэр, эцгийн нэр, өөрийн нэр төрсөн он, сар, өдөр,
          эрэгтэй эмэгтэй, регистрийн дугаар нь&nbsp; бүгд кирил болон латин
          үсгээр бичигдэх юм байна. Энд хамгийн чухал зүйл бол хүний овог,
          эцгийн нэр, өөрийн нэр, регистрийн дугаарыг латин үсгээр галиглах
          тухай асуудал юм.
        </div>
        <div style={{ textAlign: "justify" }}>
          Тэгэхээр бидэнд&nbsp; энэ үнэмлэх дээрээ ямар галигаар бичих вэ гэдэг
          асуудал тулгарч байна. Учир нь Монгол Улсад анх 2003 онд “монгол кирил
          цагаан толгойн үсгүүдийг романчилах” MNS 5217 гэдэг стандарт
          батлагдсан боловч улсын бүртгэлийн ерөнхий газар, түүний харьяа
          иргэний бүртгэл мэдээлэлийн улсын төв, болон гадаад харилцааны яам,
          дипломат, албан болон энгийн гадаад паспорт олгодог байгууллагууд энэ
          стандартыг барилгүй өөрсдийн гэх латин үсгээр хөрвүүлж ирснээс болж
          үүнийг одоо эргэж засахад маш төвөгтэй болжээ. Мэдээж энэ нь 1990 оны
          эхнээс л баримталж ирсэн галиг байж таарах нь. Гадаад паспорт олгож
          эхлээд 20 жил, үндэсний стандарт батлагдсанаас хойш бараг 10 жил
          болоход үүнийг баримтлаагүйгээс болж нэг тэмдгээр гурван өөр үсэг
          тэмдэглэж ирсэн маш том дутагдал бүх төрлийн гадаад паспортанд өдий
          хүртэл явсаар л байна. байна. Гадаад паспорт бичихэд кирил үсгийн
          ихэнхи үсэг нь асуудалгүй таарч тохирох боловч гагцхүү ц, ч, ө, ү, ш,
          щ, ь, ъ зэрэг хэдэн үсэг дээр өөр өөрөөр бичиж галигладаг ялгаа байгаа
          юм.
          <br />
          &nbsp;
        </div>
        <div style={{ textAlign: "justify" }}>
          Ялангуяа хамгийн их төвөгтэй нь ө, у, ү эгшгүүдийг нэг тэмдэгтээр
          тэмдэглэж байгаа явдал юм. Жишээлбэл, Өгөөмөр гэдэг нэрийг uguumur
          буюу кирилээр бол угуумур, Үнэнмөнх гэдэг нэрийг unenmunkh&nbsp; буюу
          унэнмунх, Үүртуяа гэдэг нэрийг uurtuya буюу ууртуяа, Төмөрхүрээ гэдэг
          нэрийг tumurkhuree буюу тумурхурээ, Сүхбаатар гэдэг нэрийг sukhbaatar
          буюу сухбаатар,&nbsp; &nbsp;хэмээн бичиж байгаа гэсэн үг.
          Хэлшинжлэлийн талаас үзвэл илэрхий өөр өөр бие даасан үсгийг ийнхүү
          нэг тэмдэгтээр тэмдэглэж байгаа нь байж болшгүй зүйл юм. Тийм учраас
          энэ удаагийн стандарт боловсруулахад үүнийг манай эрдэмтэнд гойд
          анхаарсан билээ.
        </div>
        <div style={{ textAlign: "justify" }}>
          Гэтэл одоо эргээд засах гэхээр монголын бараг насанд хүрсэн бүх хүний
          гадаад паспортыг өөрчлөх болоод байдаг. Шинэ паспорт үнэмлэх авахад нь
          хийгээд явна гэхээр овог болон эцэг, эхийн нэр түрүү түрүүчийн бичиг
          баримттай нь зөрчих гээд байх ийм хүнд асуудал тулгарч байна. Иргэний
          үнэмлэхийн галиг өөрчлөгдөхөөр олон мянган хүн гадаад оронд очиж
          паспортын буруу бичлэгээр үл хөдлөх хөрөнгө авах, өмчлөх, элдэв
          төрлийн сургууль дамжаа төгсөж диплом авах, өргөдөл гомдол өгөх
          зэргээр баримт бичгээ өөрчлөх шаардлагатай болж байгаа юм.
          <br />
          &nbsp;
        </div>
        <div style={{ textAlign: "justify" }}>
          Саяхан Боловсрол соёл шинжлэх ухааны яамны сайдын тушаалаар
          байгуулагдсан ажлын хэсэг дээрх 2003 оны стандартыг сайжруулах, улмаар
          шинжлэх ухааны үндэстэй боловсронгуй дөхөм болгох үүднээс дахин авч
          үзсэн бөгөөд зарим нэг үсгийн хөрвүүлэгт зохих өөрчлөлт хийхээр
          шийдсэн билээ. Гэвч Улсын бүртгэлийн газар ц-г c гээр&nbsp; бичихийг,
          щ-г shc гээр бичихийг, ө-г ő гээр бичихийг, ү-г ű гээр бичихийг хүлээж
          авах боломжгүй гэж үзсэн бөгөөд харилцан хамтарч хэд хэдэн удаа
          хэлэлцэж ярилцаж учир байдлыг ойлголцсоны дүнд харилцан ойлголцсоны
          дүнд ө, ү эгшгийг солихоор тогтов.&nbsp; Үүнд ц, х, гийгүүлэгч, мөн ө,
          ү эгшгийн тухай санал. Бид ц-г c-гээр, х-г h ээр бичих, ө-г ő, ү-г
          ű-гээр ялган бичихээр тогтсон юм. Ингээд эцсийн дүнд ц, х хоёрыг
          хуучин бичиж байгаагаар нь үлдээж, харин ө, ү-г дээрээ хоёр цэгтэй
          бичихээр тохироод байна. Гэхдээ энэ төсөл стандартын үндэсний
          хороогоор орж байж албажин батлагдах учиртай.
          <br />
          &nbsp;
        </div>
        <div style={{ textAlign: "justify" }}>
          Энэ далимд хэлэх өөр нэг санал бол монголчуудын хүүхэддээ нэр өгөх
          тухай зүйл байна. Чухам хэн гээч нэр өгөх, ямар ёс журам үйлдэж оноож
          өгөх энэ тэр бол бүр өөр өөрийн ёс жаягтай тусдаа асуудал юм. Сүүлийн
          үед түүхэн нэр, гоё нэр, нийтлэг нэрийг нэлээд сонгох хандлагатай
          байгаа боловч манай зарим хүмүүс ялангуяа залуучууд хүүхэддээ нэр
          өгөхдөө хайхрамж тоомжиргүй хандах явдал байна. Манайхан хүүхэддээ нэр
          өгөхдөө тухайн үгийн үндэс язгуурыг сайн бодож тэр нэрийнх нь үндэс
          язгуураар нь өгөх учиртай. Жишээ нь Батаа гэдэг нэрийн сүүлийн аа бол
          дуудлага үг бөгөөд үүнийг нэрэнд нь хамааруулж өгч болохгүй юм.
          Тухайлбал Батаа гэдэг нэрийн үндэс язгуур нь Бат буюу монгол бичгээр
          бол бүр БАТУ юм. Тэгэхээр аливаа нэрийн арын дуудлага үгийг жинхэнэ
          нэрд өгөлгүй БАТ юм уу БАТУ гэж өгөөд БАТаа гэж дуудаж байж болох
          жишээтэй.&nbsp; Тухайлбал, дээр хэлсэнчлэн Алтаа, Бямбаа, Доржоо,
          Нараа, Сараа, Дулмаа, Доржоо, Бадмаа, Түмээ, Орсоо, Хүлгээ, гээд ийм
          нэр маш их бий. Үүний үндэс нь АЛТАН, БЯМБА, ДОРЖ, НАР(АН), САР(АН),
          ДУЛМА, ДОРЖ,&nbsp; БАДАМ, ТҮМЭН, ОРОС, ХҮЛЭГ бөгөөд энэ жинхэнэ үгийн
          үндсээр нь нэр өгөх нь хамгийн зөв зүйл юм.
          <br />
          &nbsp;
        </div>
        <div style={{ textAlign: "justify" }}>
          Анзаарсан бол&nbsp; дээрх шиг дуудлагатай нэрсийг хүний нэрийн толь
          бичиг оруулдаггүй учиртай. Харин шинэ толь бичиг хийвэл монгол бичгийн
          бичлэгтэй нэрсийг оруулж өгмөөр санагдана. Жишээ нь, БАТУ, АРИГУН,
          НАМУН, НОМУН гэх мэт. Үүний нөгөө талд манайд хүний нэрийн толь бичиг
          гэж байхаас хүүхдийн нэрийн толь бичиг гэж байдаггүй. Бас толь бичиг
          тэр болгон хэрэглэж сураагүйгээс болоод хүний нэрийг толийг тэр
          болгогн ашиглахгүй байна. Тийм учраас манай судлаачид хүүхдийн нэрийн
          толь бичгийг гаргаж үүндээ үндсэн монгол нэр усыг кирил, латин, монгол
          бичгээр хавсарган, гарал үүсэл, учир начрыг тайлбарлаж өгвөл залуу
          эцэг эхчүүд төдийгүй бүртгэл мэдээллийн ажилтан нарт ч тус болох юм
          гэж бодож сууна.
          <br /> Шинэ онд &quot;МОНГОЛ ХҮҮХДИЙН НЭРИЙН ТОЛЬ БИЧИГ&quot; хийе гэж
          дотроо амалсу.
        </div>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,<a href="/sidebar/temdeglel/">ТЭМДЭГЛЭЛ</a>
      </div>
      <div className="post_info_full right">2011.12.31</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/43/"
          st_title='Ж.Бат-Ирээдүй: "МОНГОЛ ХҮНИЙ НЭРИЙГ ХЭРХЭН БИЧИХ ВЭ?" '
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/43/"
          st_title='Ж.Бат-Ирээдүй: "МОНГОЛ ХҮНИЙ НЭРИЙГ ХЭРХЭН БИЧИХ ВЭ?" '
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/43/"
          st_title='Ж.Бат-Ирээдүй: "МОНГОЛ ХҮНИЙ НЭРИЙГ ХЭРХЭН БИЧИХ ВЭ?" '
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/43/"
          st_title='Ж.Бат-Ирээдүй: "МОНГОЛ ХҮНИЙ НЭРИЙГ ХЭРХЭН БИЧИХ ВЭ?" '
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/43/"
          st_title='Ж.Бат-Ирээдүй: "МОНГОЛ ХҮНИЙ НЭРИЙГ ХЭРХЭН БИЧИХ ВЭ?" '
        />
      </div> */}
      <div className="disqus">
        <div id="disqus_thread">
          <iframe
            id="dsq-app5373"
            name="dsq-app5373"
            // allowTransparency="true"
            frameBorder={0}
            scrolling="no"
            tabIndex={0}
            title="Disqus"
            width="100%"
            src="https://disqus.com/embed/comments/?base=default&f=batireedui&t_u=http%3A%2F%2Fbatireedui.com%2Fpost%2F43%2F123&t_d=%D0%96.%D0%91%D0%B0%D1%82-%D0%98%D1%80%D1%8D%D1%8D%D0%B4%D2%AF%D0%B9%3A%20%22%D0%9C%D0%9E%D0%9D%D0%93%D0%9E%D0%9B%20%D0%A5%D2%AE%D0%9D%D0%98%D0%99%20%D0%9D%D0%AD%D0%A0%D0%98%D0%99%D0%93%20%D0%A5%D0%AD%D0%A0%D0%A5%D0%AD%D0%9D%20%D0%91%D0%98%D0%A7%D0%98%D0%A5%20%D0%92%D0%AD%3F%22&t_t=%D0%96.%D0%91%D0%B0%D1%82-%D0%98%D1%80%D1%8D%D1%8D%D0%B4%D2%AF%D0%B9%3A%20%22%D0%9C%D0%9E%D0%9D%D0%93%D0%9E%D0%9B%20%D0%A5%D2%AE%D0%9D%D0%98%D0%99%20%D0%9D%D0%AD%D0%A0%D0%98%D0%99%D0%93%20%D0%A5%D0%AD%D0%A0%D0%A5%D0%AD%D0%9D%20%D0%91%D0%98%D0%A7%D0%98%D0%A5%20%D0%92%D0%AD%3F%22&s_o=default#version=f7a73aced2afb4b2a80d8f8c751c458b"
            style={{
              width: "1px !important",
              minWidth: "100% !important",
              border: "none !important",
              overflow: "hidden !important",
              height: "75px !important",
            }}
            // horizontalscrolling="no"
            // verticalscrolling="no"
          />
        </div>
      </div>
    </div>
  );
}
