import React from "react";

const Page = () => {
  return (
    <div id="wrapper">
      <div id="content" style={{ display: "block" }}>
        <h1
          style={{
            fontSize: "24px",
            lineHeight: "1.5",
            display: "flex",
            gap: "5px",
          }}
        >
          <span>УНАСАН</span>
          <span>БӨХӨД</span>
          <span>УЛИГ</span>
          <span>МУНДАХГҮЙ</span>
          <span>Ч</span>
          <span>...</span>
        </h1>
        <div className="post_content_full">
          <p style={{ textAlign: "justify" }} className="items-center">
            <span style={{ fontSize: 14 }}>
              Саяхан миний бие МУИС-ийн Төлөөлөн Удирдах Зөвлөл (ТУЗ)-ийн 5
              багшийн төлөөлөлийн орон тоонд Монгол хэл, соёлын сургуулийн нийт
              багш нарын хурлаас (цэвэр 46 багшаас 25 санал авсан шүү, ажилтан
              ороогүй гэсэн үг) нэр дэвшиж өрсөлдөөд тэрүүхэндээ “ялалт
              байгуулж”, бас нэг хэдэн хүний дургүй хүргэж их сургуулийн салбар
              14 сургуулийн 13 багштай өрсөлдөж уралдаад 20 хүнээр урдуураа
              таслуулж 6-д орсон. 5-д орсон Математикийн Гармаа багш 264, би 244
              санал авсан шүү. Бас ч муугүй ээ гэж дотроо өөрийгөө хөөргөв. Орон
              тоо гарвал нөхөн сонгуулиар &quot;гишүүн &quot; болох боломжтой
              боллоо гэж найз нартай хошигнож байлаа. Юмыг яаж мэдэхэв нээрээ.
            </span>
          </p>
          <p style={{ textAlign: "justify" }}>
            <span style={{ fontSize: 14 }}>
              Бас яаж нэр дэвчихээд гөлийгөөд зүгээр байж байгаад
              &quot;ялагдчихав &quot; гэж бодоод нэрийн хуудасрхуу юм хийж
              аминдаа сурталчилгаа маягийн юм тараасан маань заримд нь шинэ
              санаа, зарим талаараа &nbsp;наддаа шинэ дараа болсон юм шиг байна
              билээ.
            </span>
          </p>
          <p style={{ textAlign: "justify" }}>
            <span style={{ fontSize: 14 }}>
              Харамсалтай бас нэг юм бол манай МХСС-ийн багш нарын тоо угаасаа
              бусад сургуультай харьцуулбал харьцангуй цөөн бас дээр нь ирц
              муухан байсан. Энэ бол санаатай бөгөөд санамсаргүй сонгууль
              өгөөгүй багш нарыг зохион байгуулахаас тодорхой хэмжээгээр
              шалтгаалсаныг би зохих удирдагч хүмүүст өөрсдөд нь улаан нүүрэн
              дээр нь хэлж санаа амарсан. Уг нь сургуулиа боддог удирдагч бол
              нэгэнт л сургууль дээрээ ялсан бол тэр хүний төлөө бүхнийг хийгээд
              дуусах ёстой байтал тэгсэнгүй харин ч эсрэгээр ажилласан нь
              тодорхой болсон.
            </span>
          </p>
          <p style={{ textAlign: "justify" }}>
            <span style={{ fontSize: 14 }}>
              Сайхан сэтгэл гаргаж сонгогдоосой гэж санал өгсөн олонх байхад
              битгий сонгогдоосой гэж хар буруу санасан хол ойрын цөөн боловч
              хүн дээр доор, баруун зүүнд ч бас байсан юм шиг байна билээ.
            </span>
          </p>
          <p style={{ textAlign: "justify" }}>
            <span style={{ fontSize: 14 }}>
              Гэхдээ энд би энэ тухай ярьж “гоншигонох” эр хүн биш ер нь цаашдаа
              их сургуулийн хэмжээнд энэ талаар бидний зүгээс бодмоор, санал
              санаачлага гаргамаар зүйлийн талаар нэг санал хэлэхийг бодсон юм.
            </span>
          </p>
          <p style={{ textAlign: "justify" }}>
            <span style={{ fontSize: 14 }}>
              Энэ удаа сонгогдсон 5 хүний байдлыг харвал Гармаа багшийг эс
              тооцвол ихэнхи нь олон багштай сургуулиуд буюу НШУС, ЭЗС, ХЗС,
              ГХСС-иас сонгогдсон байна. Энэ бол юу гэсэн үг вэ гэхээр хүний
              олноор дийллээ гэсэн үг. Туслах ажилтан нараа оруулахгүйгээр цэвэр
              100-120 багштай салбар сургуулиуд байна. Түрүү түрүүчийн сонгууль
              ч мөн иймэрхүү үр дүнтэй байсан. Харин ч үүний өмнөх сонгуульд
              манай Ш.Чоймаа багш бол аргагүй олонд алдартай нэр хүндээрээ ялж
              хамгийн өндөр оноо авч байсныг бид зөв үнэлэх ёстой юм байна
              билээ.
            </span>
          </p>
          <p style={{ textAlign: "justify" }}>
            <span style={{ fontSize: 14 }}>
              Тэгэхээр ер нь цөөн багштай сургууль бол иймэрхүү сонгуульд амжилт
              гаргана, ялалт авчирна гэдэг бол бүтэхгүй зүйл гэж ойлгож болно.
              Цөөн багштай сургуулиуд ч үүнийг зөвшөөрөх бас дэмжих байх. Учир
              нь цөөн багштай сургуульд олонхын санал авах мундаг багш байж
              болох учраас багшийн тооны олноор ялагдаад баймааргүй байгаа юм.
            </span>
          </p>
          <p style={{ textAlign: "justify" }}>
            <span style={{ fontSize: 14 }}>
              Тийм учраас цаашдаа ийм сонгуульд бүх салбар сургуулиудаас хамгийн
              цөөн багштай эн чацуу тоотой багш нарыг сонгуульд адил тэгш
              оруулах нь хамгийн зөв шийдвэр гэж үзэж байна. Тухайлбал хими,
              хими инженерчлэлийн сургууль хамгийн цөөн багштай буюу 30 багштай
              гэж бодвол тэр хамгийн цөөн багшийн тоотой ижил тооны багш нар
              салбар сургуулиудаас орно гэсэн үг.&nbsp; Харин хэн хэн гэдэг 30
              багшийг оруулах вэ гэдгийг салбар сургуулийн захирал буюу декан
              шийдэж болно.
            </span>
          </p>
          <p style={{ textAlign: "justify" }}>
            <span style={{ fontSize: 14 }}>
              Бас өөр нэг бодох цаашид шийдэх зүйл бол 5 хүртэл хүн сонгох уу,
              зөвхөн 1 хүн сонгох уу гэдгийг бодож хатуу тогтоох ёстой юм байна
              билээ. 5 хүн сонгосон тохиолдолд сул хүн гүйх магадлал өндөр байж
              магадгүй юм байна. Учир нь ямар ч хүн өөрийн мэддэг 3 хүртэл хүнээ
              дугуйлаад цаад хоёрыг нь харанхуй юм уу, сургаар дугуйлахад нэг
              хүн гүйх бололцоо өндөр гарч байна. Ерөөсөө сонгуульд тийм юм
              гардагийг улс төрийн сонгуулийн туршлагатай хашир багш нар бас
              хэлж байна. Залуучууд бол үүнийг мэддэггүй, бас тооцдоггүй юм
              байна.
            </span>
          </p>
          <p style={{ textAlign: "justify" }}>&nbsp;</p>
          <p style={{ textAlign: "justify" }}>
            <span style={{ fontSize: 14 }}>
              Ийм учраас дараа дараагийн олон сургуультай үзэлцэх иймэрхүү
              сонгуульд дээрх зарчмаар явахгүй бол цөөн багштай сургууль аливаа
              сонгуульд багшаа сонгуулж чадахгүй, бас сонгууль шударга болохгүй
              юм байна шүү гэдгийг л мартаагүй дээрээ хэлэх гэсэн юм.
            </span>
          </p>
          <p style={{ textAlign: "justify" }}>&nbsp;</p>
          <p style={{ textAlign: "justify" }}>
            <span style={{ fontSize: 14 }}>
              За ингээд дараа дараагийн сонгууль шударга болох болтугай гэж
              ерөөе.
            </span>
          </p>
          <p style={{ textAlign: "justify" }}>&nbsp;</p>
          <p style={{ textAlign: "justify" }}>
            <span style={{ fontSize: 14 }}>
              Үүний тул өнөө муу Ирээдүй&nbsp;
            </span>
          </p>
        </div>
        <div className="post_info_full left">
          Ангилал:
          <a href="/">Home</a>,<a href="/sidebar/sanaa/">САНАА</a>
        </div>
        <div className="post_info_full right">2013.02.07</div>
        <div className="clear" />
        {/* Share Buttons */}
        {/* <div id="share_buttons">
          <span
            className="st_facebook_hcount"
            st_url="http://batireedui.com/post/301/"
            st_title="УНАСАН БӨХӨД УЛИГ МУНДАХГҮЙ Ч ..."
          />
          <span
            className="st_twitter_hcount"
            st_url="http://batireedui.com/post/301/"
            st_title="УНАСАН БӨХӨД УЛИГ МУНДАХГҮЙ Ч ..."
          />
          <span
            className="st_linkedin_hcount"
            st_url="http://batireedui.com/post/301/"
            st_title="УНАСАН БӨХӨД УЛИГ МУНДАХГҮЙ Ч ..."
          />
          <span
            className="st_plusone_hcount"
            st_url="http://batireedui.com/post/301/"
            st_title="УНАСАН БӨХӨД УЛИГ МУНДАХГҮЙ Ч ..."
          />
          <span
            className="st_fblike_hcount"
            st_url="http://batireedui.com/post/301/"
            st_title="УНАСАН БӨХӨД УЛИГ МУНДАХГҮЙ Ч ..."
          />
        </div> */}
        <div className="disqus">
          <div id="disqus_thread">
            <iframe
              id="dsq-app3690"
              name="dsq-app3690"
              // allowTransparency="true"
              frameBorder={0}
              scrolling="no"
              tabIndex={0}
              title="Disqus"
              width="100%"
              src="https://disqus.com/embed/comments/?base=default&f=batireedui&t_u=http%3A%2F%2Fbatireedui.com%2Fpost%2F301%2F123&t_d=%D0%A3%D0%9D%D0%90%D0%A1%D0%90%D0%9D%20%D0%91%D3%A8%D0%A5%D3%A8%D0%94%20%D0%A3%D0%9B%D0%98%D0%93%20%D0%9C%D0%A3%D0%9D%D0%94%D0%90%D0%A5%D0%93%D2%AE%D0%99%20%D0%A7%20...&t_t=%D0%A3%D0%9D%D0%90%D0%A1%D0%90%D0%9D%20%D0%91%D3%A8%D0%A5%D3%A8%D0%94%20%D0%A3%D0%9B%D0%98%D0%93%20%D0%9C%D0%A3%D0%9D%D0%94%D0%90%D0%A5%D0%93%D2%AE%D0%99%20%D0%A7%20...&s_o=default#version=f7a73aced2afb4b2a80d8f8c751c458b"
              style={{
                width: "1px !important",
                minWidth: "100% !important",
                border: "none !important",
                overflow: "hidden !important",
                height: "75px !important",
              }}
              // horizontalscrolling="no"
              // verticalscrolling="no"
            />
          </div>
        </div>
      </div>
      <div className="clear" />
    </div>
  );
};

export default Page;
