import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Arial, sans-serif",
          fontSize: "24px",
          lineHeight: "1.2",
          display: "flex",
          gap: "4px",
        }}
      >
        <span>Ж.БАТ-ИРЭЭДҮЙ:</span>
        <span>&quot;ТАМГАНЫ</span>
        <span>ХИШИГ&quot;</span>
      </h1>
      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            <Image
              src="/images/IMG_6622.jpg"
              alt=""
              width={350}
              height={257}
              style={{
                float: "left",
                display: "inline",
                width: 350,
                marginRight: 10,
              }}
            />
            Монгол нутагт намрын сэрүүн орж, зарим нутгаар цас хэдийн орж,
            оройдоо жихүүн сэрүүхэн болжээ. Өнөөдөр намрын дунд сарын шинийн
            таван, цагаан бар өдөр байлаа. Энэ өдөр би Баянчандмань сумын
            адуучин Ганзоригийн унага тамгалах ёслолд оролцоод ирлээ. Нүүдэлчин
            монголчуудын дээр үеэс уламжилж ирсэн нэг ёслол бол мал тамгалах
            ёсонд хамаарах унага тамгалах ёс юм. Монголчууд ихэнхи нь нохой өдөр
            гүүгээ барьж, бар өдөр тамгалдаг уламжлалтай.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Мал амьтны тамга гэдэг бол бүр эртнээсээ ерөөсөөн нэгийг нөгөөгөөс
            ялгах зорилготой л эд аж. Археологи, эртний дурсгалууд монголчууд
            лав МЭӨ нэг мянган жилийн тэртээгээс мал сүрэгтээ овгийн тамга
            хэрэглэж ирсэнийг тодорхойлдог аж. Малд дарах энэхүү тэмдгийг тамга,
            тэмдэг, тамга тэмдэг, дүрэм, хайрлага, хайрсан гэгчлэн нутаг нутагт
            янз бүрээр хэлдэг аж. Манай нутагт бол тамга гэж хэлж нэгэнт
            заншжээ. Монголчууд ихэнхи нь адуу, тэмээнд л тамга дардаг. Бог малд
            тамга дарах нь маш ховор аж. Манай нутагт хонийг бол чихэнд нь
            тамгалахад барьж өгч байсан нь би биеэрээ байж байна.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Ерөнхийдөө монголчууд малын тамгыг үсэн тамга, хөрсөн тамга, махан
            тамга гэж ялгаж байж. Энэ бол цэвэр тамганы даралтаар нэрийдсэн нэр
            аж. Зуны халуунд шарх нь анихгүй өтөхөөс сэргийлж, эсвэл хэтэрхий
            хүйтэнд үс ургахгүй удахаас шалтгаалж үсэн тамга дарж байж. Харин
            намар цагт махан тамга дардаг ёстой. Өнөөдрийн махан &nbsp;тамга
            дараж байхыг харахад үсэн ч бай, махан ч бай тамганы халаалт, даралт
            хоёрт их учир байна. Муу халаасан тамга малыг дутуу тамгалаж зовоож
            тарчлааж дахин дарах ажил уддаг байна, эсвэл тамганы талбайд жигд
            хүчээр дарахгүй бол мал дутуу тамгалагдаж яваандаа тамга нь алга
            болох юм байна, бүр хэтэрхий хүчтэй дарвал махандаа шигдэж малыг
            тамгалах биш тамлах ажил болох бололтой. Өнөөдрийн дарсан улсаас
            хамгийн сурмаг бөгөөд сайн нь адуучин Ганзориг байлаа. Зарим нутагт
            дааган насанд нь дардаг бол ихэнхи нутагт унаган насанд нь тамгалж
            байна.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Унаган насанд тамгалж байгаа учраас унага өсөж том болоход тамга мөн
            өсөж 2-3 дахин томордог аж. Тийм учраас дарах цэг бас их тодорхой
            зөв байхгүй бол эсвэл дээшээ яваад өгөх, эсвэл бүр доошоо орчих
            явдал байдаг гэнэ.&nbsp; Унагыг барихдаа тамга даруулж байгаа талын
            хоёр хөлийг базаж татаад газраас хөндийрүүлдэг юм байна. Тэгвэл
            унага хөдөлж чадахгүй бөгөөд тамгыг нүүлгэхгүй, хөдөлгөхгүйгээр
            баттай сайн дарж авдаг юм байна. Тийм учраас нэг унага тамгалад 2-3
            хүн заавал барьж өгөх ёстой. Би бас эр хүн юм болохоор хүн дууриаж
            ганц нэг унага татаж тамгалуулж, “тамлуулахад” тус хүргэв. Энэ
            жилийн унага тарга тэвээрэг сайтай хүч тамир ихтэй учраас тэнхээ
            тамир муутай хүнд хүчрэгдэхээргүй байна билээ.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Төв халхууд голдуу намрын дунд адаг сарын бар өдөр унагаа тамгалж,
            гүүгээ тавих бөгөөд энэ үеэр “тавилганы найр”, “тамганы найр” гэх
            мэт ёслол хийдэг аж.&nbsp; Өнөөдөр Ганзоригийнх морин цагийн хэрд
            гүүн зэлнийхээ гадсанд идээ будаа хүртээж, сан тавьлаа. Зэлний
            дэргэд зууханд галаа түлж адуутай аавын хөвгүүд тамгаа улайтган
            унагануудаа тамгаллаа. Тамгалж дууссаны дараа тамгаа сөнтэй айраганд
            дүрж, “тамганы хишиг” хэмээн ирсэн зочин гийчиний алган дээр хишиг
            хүртээж ёсловол хиншүүний амттай айраг “хэвийн бус” санагдав.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Унагаа тамгалсан Ганзориг ухаант ардынхаа ёсыг дагаж униндаа тамгаа
            хадганд боож хавчуулаад уригдсан олныг урин залж, хөгжөөн баясгаж
            хөгжилдөн цэнгэв.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Отрын гэр оготор ч орж багтахгүйн зовлонгүй, монгол гэрийн гайхамшиг
            нь энэ. Тамгалах ёсны дараа идээ будаа болж, хорхог хийн айраг
            архиар шахаж эхлэв. Унага тамганы гурав хэмээн нэг хүнийг гурван хул
            айргаар шахсан ч намрын айраг наашаа биш цаашаа явах нь сайхан ядах
            юмгүй тогтоочихлоо. Дараа нь дуу хуур эхэлж “адуучин аавын хүү
            билээ”-гээс эхлээд “алтан шар зам дээшээ байна” хүртэл бүгдээрээ
            цангинатал&nbsp; дуулж уул усыг баясган, айраг найрыг үргэлжлүүлэн
            жаргаав аа.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Хот хүрээнээс ирсэн хүүхэд шуухад, хүүхэн залуучууд тамганы найрыг
            гайхан шагширч, монголчуудын бэлгэдэл ухааныг шүтэж, адуу малаа
            адгуулж, амь амьдралаа залгуулж, ёсоо дагаж, журмаа сахидаг ухааныг
            биширч тамгыг газар тавих, хаа хамаагүй газар дарахыг цээрлэх, өөр
            хүний гарт дамжуулвал мал буянаа барна хэмээх бэлгэдлийн ухааныг
            олж, учрыг ухаж, хүүхэд багачууддаа зааж сургаж, тайлбарлан таниулж
            байгаа харагдана.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Тамганы тухай дахиж таван үг бичмээр. Монголчуудын дунд “тамга бодын
            үнэтэй” гэж үг бий. Энэ нь малын тамгыг хэчнээн үнэ цэнээр тооцож
            байсны гэрч. Тамга урлаж өгсөн хүнд халуун хушуут мал хонь өгөх
            бөгөөд дархан хүн ч бурхан ухаанаа гаргаж, “мянган адуу тамгалахад
            хайлахааргүй” юм хийж өгөх гэж хичээдэг байсан байна. Орчин үед
            техник технологи хөгжөөд маш гоё хийцтэй хэд хэд угсардаг авч явахад
            авсаархан, ажиглаж үзвэл эвсээрхаэн гоё тамга хийдэг болсон юм
            байна. Тамганы нэр газар газар өөр өөр саран тамга, зуузай тамга,
            чандмань тамга, хас тамга, гал тамга гэж байхаас саран тамга нь
            дотроо нүцгэн сар, өргөстэй сар, тотготой сар гэхчилэн, гал тамга
            шулдан гал, сартай гал, сэнжтэй гал, хөндлөнтэй гал, ширээтэй гал,
            хастай гал гээд барагтай хүн тогтоохооргүй баялаг нэртэй юм байна.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Тамганы хишиг хүртсэн энэ өдөр агаар айраг сэнгэнэсэн, адуу унага нь
            “тарчилсан”, айл хунараараа найрласан, ах дүү олон цугласан, хүүхэд
            шуухад нь хөөрсөн, хөгшид өвгөд хуучилсан, цасны ус шавхайлсан,
            цагийн салхи жиндүүлсэн намрын сайхан, налгар өдөр&nbsp; тамганы
            найр тансаг сайхан боллоо. Тамга нь тод, тамгалсан нь түм хүрэх
            болтугай.
          </span>
        </p>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,
      </div>
      <div className="post_info_full right">2011.11.06</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/14/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ТАМГАНЫ ХИШИГ"'
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/14/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ТАМГАНЫ ХИШИГ"'
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/14/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ТАМГАНЫ ХИШИГ"'
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/14/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ТАМГАНЫ ХИШИГ"'
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/14/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ТАМГАНЫ ХИШИГ"'
        />
      </div> */}
      <div className="disqus">
        <div id="disqus_thread">
          <iframe
            id="dsq-app5391"
            name="dsq-app5391"
            // allowTransparency="true"
            frameBorder={0}
            scrolling="no"
            tabIndex={0}
            title="Disqus"
            width="100%"
            src="https://disqus.com/embed/comments/?base=default&f=batireedui&t_u=http%3A%2F%2Fbatireedui.com%2Fpost%2F14%2F123&t_d=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%A2%D0%90%D0%9C%D0%93%D0%90%D0%9D%D0%AB%20%D0%A5%D0%98%D0%A8%D0%98%D0%93%22&t_t=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%A2%D0%90%D0%9C%D0%93%D0%90%D0%9D%D0%AB%20%D0%A5%D0%98%D0%A8%D0%98%D0%93%22&s_o=default#version=f7a73aced2afb4b2a80d8f8c751c458b"
            style={{
              width: "1px !important",
              minWidth: "100% !important",
              border: "none !important",
              overflow: "hidden !important",
              height: "75px !important",
            }}
            // horizontalscrolling="no"
            // verticalscrolling="no"
          />
        </div>
      </div>
    </div>
  );
}
