import React from "react";
import Image from "next/image";

const Page = () => {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Roboto, sans-serif",
          fontSize: "24px",
          fontWeight: "bold",
          lineHeight: "1.5",
        }}
      >
        <span style={{ marginRight: "8px" }}>ХАРВАРДЫН</span>
        <span style={{ marginRight: "8px" }}>ПРОФЕССОРЫН</span>
        <span style={{ marginRight: "8px" }}>ХАМТ</span>
      </h1>
      <div className="post_content_full">
        <div style={{ textAlign: "justify" }}>
          <Image
            src="/images/IMG_4259.jpg"
            alt=""
            width={350}
            height={230}
            style={{ float: "none", display: "inline", width: 350 }}
          />
        </div>
        <div style={{ textAlign: "justify" }}>
          <div className="items-center">
            <span style={{ color: "#000a83" }}>
              Professor Mark Elliot and me
            </span>
          </div>
          <div className="items-center">
            <span style={{ color: "#000a83" }}>2011/06/12</span>
          </div>
          <div className="items-center">
            <span style={{ color: "#000a83" }}>
              Gandan, Ulaanbaatar, Mongolia
            </span>
          </div>
        </div>
        <div style={{ textAlign: "justify" }}>
          АНУ-ын Харвардын Их Сургуулийн Зүүн Азийн хэл, иргэншил судлалын
          тэнхимийн эрхлэгч, профессор&nbsp;Марк Эллиот 6 дугаар сарын 12-14 нд
          манай их сургуульд албан ёсны айлчлал хийлээ.
        </div>
        <div style={{ textAlign: "justify" }}>
          Профессор Марк Эллиот бээр Манж Чин Улсын түүхээр судалгаа хийдэг
          түүхч эрдэмтэн бөгөөд АНУ-ын Ейэл Их сургуульд баклавар, магистер цол
          хамгаалж, Тайван, Хятад, Япон зэрэг оронд мэргэжил дээшүүлж, Калифорны
          Бэркэлэй Их Сургуульд докторын зэрэг хамгаалжээ. Тэрбээр Харвардын их
          сургуульд манж хэлээрх эх сурвалж ашиглаж судалгаа хийдэг цөөхөн
          профессорын нэг бөгөөд манж, монгол бичиг, уйгар хэл заахын зэрэгцээ
          Манжийн түүхийн чиглэлээр судалгааны ажил хийж “The Manchu Way”
          (Stanford, 2001), “A biography of the Qianlong emperor” (Pearson
          Longman 2009) зэрэг сонирхолтой ном туурвиж, эрдэм шинжилгээний олон
          даацтай үгүүлэлүүд бичжээ. Тэрбээр Америкийн нэрт монголч эрдэмтэн
          Жамес Боссон, Японы алдарт монгол, манж судлаач Окада Хидэхирогийн
          шавь, манжийн үеийн түүхийн судалгаа хийж байгаа, Харвардын Их
          Сургуульд манж судлалыг сурахаар ирж байгаа оюутанд
          заадгаараа&nbsp;туйлын бахархдаг нэгэн.
        </div>
        <div style={{ textAlign: "justify" }}>
          Профессор бээр айлчлалын хугацаанд МУИС-ийн манж судлал болон манжийн
          үеийн түүхийн мэргэжилтэн багш, судлаач нартай уулзаж, АНУ-ын Манж
          болон монгол судлалын талаар мэдээлэл хийж, манжийн судлалын ирээдүйн
          талаар ярилцаж МУИС дахь манж судлалыг нарийн сонирхлоо. МУИС
          байгуулагдсан үеэсээ л монгол, төвд, манж, хятад хэл бичиг үсэг зааж,
          судлаж өнөөдрийг хүртэл буухиалан авч ирсэн бөгөөд өнөөгийн багшлах
          боловсон хүчин, эрдэм шинжилгээний бүтээлүүд, номын сан архивын
          хэрэглэгдэхүүний аль ч талаас нь үзэхэд Монгол тэр тусмаа МУИС
          бол&nbsp;Манж судлалын дэлхийн томоохон төв гэж хэлэгдэх бүрэн
          үндэстэй билээ.
        </div>
        <div style={{ textAlign: "justify" }}>
          Мөн тэрбээр Монгол Улсын Төрийн шагналт, гавьяат багш, шинжлэх ухааны
          д-р, профессор Шаравын Чоймаатай зориуд биечлэн цаг гарган уулзаж
          монгол судлал, эх бичиг судлал, Монголын Нууц товчооны судалгааны
          талаар дэлгэрэнгүй ярилцаж, санал солилцов.
        </div>
        <div style={{ textAlign: "justify" }}>
          Харвардын Их Сургуульд АНУ-ын нэрт монголч эрдэмтэн Францес Вүүдмэн
          Клийвэс, Жамес Боостон зэрэг нэртэй монголч эрдэмтэд ажиллаж байсан
          бөгөөд түүний номын сан одоо Харвардын нэг жижиг сүмийн доор
          найдвартай газар хадгалагдаж тэр номын сангийн гар бичмэл нооргийг
          хэвлүүлэхээр бэлтгэж байгаагаа профессор хуучиллаа.
        </div>
        <div style={{ textAlign: "justify" }}>
          Америкийн манж судлал бол дэлхийн хоёрдугаар дайны дараанаас эхлэсэн
          харьцангуй шинэ судалгаа байсан бөгөөд европоос манж судлалын эрдэмтэд
          дүрвэж ирсэнээр манж судлал эхлэсэн гэж үздэг юм байна. Үүнд монгол
          судлаач профессор Николас Поппе, Динос Синор орох бөгөөд Жамес Боссон,
          Жамес Норман, Вүүдмэн Клийвиз, Жосеф Плэчэ, Дэвид Фүрхар нарын тэдний
          шавь нар АНУ-ын Харвард, Индиана, Беркели, Вашингтон гэсэн дөрвөн
          газар манж судлалыг үүсгэн хөгжүүлэхэд хэмжээлшгүй их үүрэг
          гүйцэтгэжээ. Сүүлийн жилүүдэд АНУ-д манж судлалын сонирхол хүчтэй болж
          байгаа ч яг одоогоор гагц сурах газар бол Харвардын Их Сургууль болж
          байна. Хэдийгээр тооны хувьд олонгүй ч, чанарын хувьд дээд зэргийн
          сайн оюутан ирдэг хэмээн тэр машид бахархангуй үгүүлж байлаа.
        </div>
        <div style={{ textAlign: "justify" }}>
          Айлчлалын явцад профессор Марк Эллиот авгай бээр МУИС-ийн захирал
          С.Төмөр-Очир болон гадаад харилцаа хамтын ажиллагаа эрхэлсэн дэд
          захирал А.Галтбаяр нартай уулзаж МУИС Харвардын Их сургуулийн харилцаа
          хамтын ажиллагааг эхлүүлэх, Харвардын Их сургуульд орчин цагийн монгол
          хэлний багш авах, МУИС-ийг Монгол дахь Харвард Инчен Институтийн
          (www.harvard-yenching.org/) түшиг их сургууль болгох, Харвардын Их
          Сургуулийн Нобелийн шагналтнуудаар МУИС-д лекц уншуулах боломжийг хайх
          зэрэг хэд хэдэн ажлыг хамтран хийж, эхлүүлэхийн төлөө чармайн ажиллах
          тохиролцоонд хүрлээ.
        </div>
        <div style={{ textAlign: "justify" }}>
          Мөн тэрбээр Монгол Улсын Үндэсний номын сан, Монголын Төв Архив болон
          Гандан тэгчинлэн хийдийн номын сан архиваар орж тэндэх манж, монгол
          номын сан хөмрөг, одоогийн хадгалан хамгаалж, судлаж байгаатай
          танилцав. Үндэсний номын санд 6-7 мянган манж номын сан хөмрөг байдаг
          юм байна.&nbsp;Сан хөмрөгтэй биечлэн танилцахын учир нь Харвардад манж
          хэл суралцаж, манжийн түүхийн судалгаа хийж байгаа оюутан, магистрант,
          докторант нараа Монгол Улсад ирж судалгаа хийлгэх материал
          хэрэглэгдэхүүнийг тодорхойлох зорилготой аж.
        </div>
        <div style={{ textAlign: "justify" }}>
          Ийнхүү МУИС, Харвардын Их Сургуульд харилцаа холбоо тогтоох үүд хаалга
          нээх, багш, мэргэжилтэн солилцох, оюутан, магистрант солилцох,
          Харвардын Их Сургуульд монгол судлалыг сэргээн бий болгох цаг хугацааг
          товчлоход манж судлалын профессор Марк Эллиот түүчээ болон хичээн
          туслах болсонд бид бүгд талархалтай байна.
        </div>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,<a href="/sidebar/temdeglel/">ТЭМДЭГЛЭЛ</a>
      </div>
      <div className="post_info_full right">2012.03.24</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/182/"
          st_title="ХАРВАРДЫН ПРОФЕССОРЫН ХАМТ"
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/182/"
          st_title="ХАРВАРДЫН ПРОФЕССОРЫН ХАМТ"
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/182/"
          st_title="ХАРВАРДЫН ПРОФЕССОРЫН ХАМТ"
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/182/"
          st_title="ХАРВАРДЫН ПРОФЕССОРЫН ХАМТ"
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/182/"
          st_title="ХАРВАРДЫН ПРОФЕССОРЫН ХАМТ"
        />
      </div> */}
      <div className="disqus"></div>
    </div>
  );
};

export default Page;
