import React from "react";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Arial, sans-serif",
          fontSize: "18px",
          lineHeight: "1.2",
        }}
      >
        <span style={{ marginRight: "4px" }}>Ж.БАТ-ИРЭЭДҮЙ:</span>
        <span style={{ marginRight: "4px" }}>&quot;КОНГРЕССИЙН</span>
        <span style={{ marginRight: "4px" }}>НОМЫН</span>
        <span style={{ marginRight: "4px" }}>САНГААР</span>
        <span>ЗОЧИЛОХУЙ&quot;</span>
      </h1>
      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          Конгрессийн Номын Сан цэвэр судалгааны зориулалттай Нэгдсэн улсын
          соёлын томоохон институц юм. Конгрессийн номын сан номын тоо, тавиурын
          уртаараа дэлхийд дээгүүр жагсах бөгөөд 1800 онд Ерөнхийлөгч Жон Адамс
          Пиладелпиагаас шинэ засгийн газар шинэ нийслэл Вашингтонд нүүж ирэх
          Конгрессийн шийдвэр гарсантай давхцаж байгуулагджээ. Харин 1812 Англи
          цэргийн дайны үед маш олон эх баримт бичиг, ном сүйдсэн ч 1815 онд
          Томас Жефферсон 6487 ширхэг хувийн номоо тус номын санд зарж энэ номын
          сангийн эх суурийг тавьсан байна.
        </p>
        <p style={{ textAlign: "justify" }}>
          Өнөөдөр Конгрессийн номын сангийн цуглуулга, сан хөмрөгийг зэрэгцүүлэх
          газар хаа ч үгүй. Энэ номын санд 460 хэлээрх 144 сая бүтээл байгаагийн
          33 саяыг каталогижуулсан ном, 63 сая гар бичмэл, хойд америкийн маш
          том ховор номын сан хөмрөг хадгалагдаж байна. Мөн дэлхийн хуульзүйн
          болон кино, газрын зураг, хөгжим, дуу бичлэгийн хамгийн олон сан
          хөмрөг энд байгаа юм.
        </p>
        <p style={{ textAlign: "justify" }}>
          Бидний хувьд дэлхий дахинаа хамгийн их тархсан зүйл бол монгол ном юм.
          Энэ нь дэлхийн томоохон номын сангуудад тархсан монгол ном, гар
          бичмэл, барын ном, газрын зураг, бусад хэрэглэгдэхүүний судалгаа,
          түүний каталогиор батлагддаг. Дэлхийн ихэнхи томоохон номын сангуудын
          монгол номын каталогийг тухайн орны эсвэл гадаад орны монголч эрдэмтэд
          хийсэн байдаг юм. Тухайлбал Японы Дорно дахины номын сангийн
          каталогийг монголч эрдэмтэн Поппе, Копенгаген, Англи, Ирландын номын
          сангийн монгол номын каталогийг Хайссаг, Сагастер нар хийсэн байх
          жишээтэй.
        </p>
        <p style={{ textAlign: "justify" }}>
          Конгрессийн номын сангийн таницлуулгаас үзвэл азийн салбарын ховор
          номын цуглуулгад 20 дугаар зууны эхээр олдсон 80 монгол судар
          хадгалагдаж байна. Америкийн судлаач, дипломат Виллиам Вүүдвил Рокхилл
          бээр 1893-1901 оны хооронд анхны хоёр гар бичмэл, нэг модон барын
          номыг хандивласан байна. Энэ гурван ном буддийн шашны алдарт судруудын
          монгол орчуулга бөгөөд хоёр зууны заагт тэрбээр Монгол Улсад
          айлчлахдаа олж авсан бололтой. 70 гаруй бүтээл нь Бертолид Лауферийн
          1917 онд олсон судрууд бөгөөд өөрийнх нь товч гар тэмдэглэл буй. Хоёр
          модон барын номыг Кребийн хэлшинжлэлийн цуглуулгаас авсан байна. Нийт
          ховор номын каталогийг Харвардын Их Сургуулийн багш асан Дэвид
          М.Фаркухар 1955 онд хийж тусгай өгүүлэл хэвлүүлсэн бөгөөд үүнд
          ганжуур, данжуурын ном 27, уншлага залбирал 19, түүх намтар 11,
          анагаах ухааны 5, хэлний 2 бүтээл, мөн төв Азийн гэсэрийн хэсэг
          бүртгэгджээ. Мөн цуглуулгад “Үлгэрийн далай”, “Алтан гэрэл”, “Сундуй”
          зэрэг 18 дугаар зууны үеийн модон барын алдарт судрууд, “Очроор
          огтлогч”-ийн монгол орчуулга болон “Ихэд тонилгогч” буюу Тарбочинпо
          судрын уран нарийн зураг бүхий гар бичмэл багтаж буй.
        </p>
        <p style={{ textAlign: "justify" }}>
          Мөн буддийн сургаалын тайлбар Монгол ганжуур, данжуурын гэрэл зургийн
          аргаар хэвлэгдсэн 108 боть Энэтхэгийн эрдэмтэн Локеш Чандрагийн
          1973-74 онд Шинэ Делид хэвлүүлснээр хадгалагдаж байна. Мөн 1956-58 онд
          Монгол Улсын Шинжлэх Ухааны Академид хадгалагдаж байсан Өргөө
          данжуурын бичил хальсыг Рагу Вира буулгаж тодруулсан хальсаа 8 боть
          товьёгынхоо хамт ховор номын хэсэгт хадгалагдаж байна. Энэ тухай Азийн
          ховор ном хэмээх номын цомогт дурджээ.
        </p>
        <p style={{ textAlign: "justify" }}>
          Конгрессийн номын сан бусад улстай адил Монголоос он лайн худалдаагаар
          ном авах боломж хараахан цэгцрээгүй учир 1992 оноос хойш Монголд
          өөрийн итгэмжлэгдсэн төлөөлөгч томилон түүгээр дамжуулан шинэ ном
          худалдаж авч байна. Номын сонголтын талаар цаашид бодох юм их байна,
          мөн номын сангийн каталогийг хийх талаар ойрын үед анхаарч байна
          хэмээн тус номын сангийн монгол-төвд ном хариуцсан ажилтан Сүзан ярьж
          байлаа.
        </p>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,<a href="/sidebar/temdeglel/">ТЭМДЭГЛЭЛ</a>
      </div>
      <div className="post_info_full right">2011.12.07</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/34/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "КОНГРЕССИЙН НОМЫН САНГААР ЗОЧИЛОХУЙ"'
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/34/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "КОНГРЕССИЙН НОМЫН САНГААР ЗОЧИЛОХУЙ"'
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/34/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "КОНГРЕССИЙН НОМЫН САНГААР ЗОЧИЛОХУЙ"'
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/34/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "КОНГРЕССИЙН НОМЫН САНГААР ЗОЧИЛОХУЙ"'
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/34/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "КОНГРЕССИЙН НОМЫН САНГААР ЗОЧИЛОХУЙ"'
        />
      </div> */}
      <div className="disqus"></div>
    </div>
  );
}
