import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Roboto, sans-serif",
          fontSize: "24px",
          fontWeight: "bold",
        }}
      >
        <span style={{ marginRight: "8px" }}>ИНАЛКО-той</span>
        <span style={{ marginRight: "8px" }}>гэрээ</span>
        <span>байгууллаа</span>
      </h1>
      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          <Image
            src="/images/Damdinsuren.jpg"
            alt=""
            width={300}
            height={200}
            style={{
              float: "left",
              display: "inline",
              width: 300,
              marginRight: 10,
            }}
          />
          МУИС-ийн захирал профессор Санжбэгзийн Төмөр-Очир 2012 оны 5 дугаар
          сарын 25 нд Францын дорно дахины хэл иргэншлийн үндэсний дээд
          сургуулийн захирал профессор, монголч эрдэмтэн Жак Легрантай хоёр их
          сургуулийн хамтын ажиллагааны гэрээнд гарын үсэг зурлаа. Өнгөрсөн оны
          5 дугаар сард С.Төмөр-Очир тэргүүтэй төлөөлөгчид Европын холбооны
          улсуудын их дээд сургуулиар ажлын айлчлал хийх явцад тус сургуультай
          хамтын ажиллагааны гэрээг шинэчлэн байгуулах санал тавьсан билээ.
        </p>
        <p style={{ textAlign: "justify" }}>
          Олон улсын хэмжээнд ИНАЛКО хэмээх нэрээрээ алдаршсан тус дээд
          сургуулийг анх Колбэрт гэдэг хүн 1669 онд залуучуудын хэлний сургууль
          нэрээр байгуулсан бөгөөд 1795 онд дорно дахины хэлний тусгай сургууль,
          1795-1824 онд анхны ерөнхийлөгчийн нэрэмжит сургууль байгаад хэд хэдэн
          удаа нэрээ сольсоор 1971 оноос дорно дахины хэл иргэншлийн дээд
          сургууль нэртэй болжээ.
        </p>
        <p style={{ textAlign: "justify" }}>
          Энэхүү дээд сургууль нь үндэсний хэмжээнд европ, азийн 93 хэл, соёл
          заахаас гадна газарзүй, түүх, улс төр, эдийн засаг, нийгмийн нөхцөл
          байдлын судлагаа хийдэг нэр хүндтэй томоохон их сургууль билээ. Өөр
          нэг онцлог бол энэ их сургууль Францын монгол судлалын нэг гол төв
          бөгөөд МУИС-ийн үе үеийн эрдэмтэн багш нар энд ажиллаж, францын залуу
          монгол судлаачдыг бэлтгэхэд гар бие оролцож ирсэн арвин туршлагатай.
          Мөн тус сургуулийн монгол судлаачид олон арван алдартай бүтээлүүдийг
          туурвиж, сургалт судалгааны ажлыг тасралтгүй явуулж ирлээ.
        </p>
        <p style={{ textAlign: "justify" }}>
          Тус сургууль МУИС-тай хоёр дахь удаагаа хамтын ажиллагааны гэрээ
          байгуулж байгаа бөгөөд эхний гэрээг 1996 онд Парис хотноо байгуулж
          тухайн үеийн Монгол Улсын элчин сайд Х.Бэхбат, тус их сургуулийн дарга
          Андрэ Буржэй нар гарын үсэг зурж байсан бол энэ удаагийнхийг тус их
          сургуулийн захиралууд МУИС дээр албан ёсоор зурж цаашдын хамтын
          ажиллагааг шинэ нөхцөл байдалд эрчимжүүлэх талаар дэлгэрэнгүй санал
          солилцлоо.
        </p>
        <p style={{ textAlign: "justify" }}>
          Энэхүү гэрээ нь 5 жилийн хугацаатай бөгөөд гагц хоёр талын монгол
          судлалын чиглэлийн хамтын ажиллагаа биш дорно дахины хэл соёлын
          судлагаа, түүнээс гадна франц хэл соёлын хамтын ажиллагааг
          өргөжүүлэхэд чиглэж байгаагаараа онцлог боллоо. Үүнд монгол франц хэл
          заах арга, монгол судлалын чиглэлээр хамтарсан судалгааны төсөл
          хэрэгжүүлэх, багш, эрдэм шинжилгээний ажилтан, оюутан солилцох,
          тэдгээрийн кредит үнэлгээг харилцан хүлээн зөвшөөрөх, ази дорно дахины
          чиглэл, гадаад хэл заах аргын асуудлаар эрдэм шинжилгээний хурал,
          симпизиум, семинар, форум хамтран зохион байгуулах, оролцох, зэрэг
          олон асуудал тусгагдлаа.
        </p>
        <p style={{ textAlign: "justify" }}>
          Энд зориуд цохон тэмдэглэх өөр нэг онцлог бол тус их сургуулийг
          францад төдийгүй олон улсын хэмжээнд нэр хүндтэй монголч эрдэмтэн Жак
          Легран гуай өөрөө удирдаж байгаа нь тус хоёр их сургуулийн хооронд
          хамтын ажиллагааг хөгжүүлэх, эрчимжүүлэх ялангуяа монгол судлалаар үр
          бүтээлтэй хамтран ажиллах сайхан нөхцлийг бүрдүүлж байгаа юм.
          Профессор Ж.Легран гуайн өөрийн нь хошигнон хэлснээр “алтан гадастай
          монголч олон байж магадгүй, харин нэр хүндтэй их сургууль удирдаж
          байгаа монголч эрдэмтэн үнэхээр цөөн” билээ.
        </p>
        <p style={{ textAlign: "justify" }}>
          Гарын үсэг зурах ёслолд МУИС-ийн дэд захирал д-р А.Галтбаяр, Монгол
          хэл, соёлын сургуулийн захирал профессор Ж.Баянсан, Монгол судлалын
          хүрээлэнгийн гүйцэтгэх захирал д-р Ж.Бат-Ирээдүй, ГХСС-ийн Франц
          хэлний тэнхимийн эрхлэгч д-р Б.Алтангүл нар болон албаны бусад хүмүүс
          байлцлаа.
        </p>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,<a href="/sidebar/medee/">МЭДЭЭ МЭДЭЭЛЭЛ</a>
      </div>
      <div className="post_info_full right">2012.07.09</div>
      <div className="clear" />
      {/* Share Buttons */}
      <div id="share_buttons">
        {/* <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/261/"
          st_title="ИНАЛКО-той гэрээ байгууллаа"
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/261/"
          st_title="ИНАЛКО-той гэрээ байгууллаа"
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/261/"
          st_title="ИНАЛКО-той гэрээ байгууллаа"
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/261/"
          st_title="ИНАЛКО-той гэрээ байгууллаа"
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/261/"
          st_title="ИНАЛКО-той гэрээ байгууллаа"
        /> */}
      </div>
      <div className="disqus"></div>
    </div>
  );
}
