import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Arial, sans-serif",
          fontSize: "24px",
          lineHeight: "1.2",
          display: "flex",
          gap: "4px",
        }}
      >
        <span>Ж.БАТИРЭЭДҮЙ:</span>
        <span>&quot;МУИС</span>
        <span>ХЭВЛЭЛИЙН</span>
        <span>ГАЗАР</span>
        <span>БАЙГУУЛЪЯ&quot;</span>
      </h1>
      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          <br />
          <Image
            src="/images/IPHONEIINZURAGNUUD257.jpg"
            alt=""
            width={650}
            height={484}
            style={{
              float: "none",
              display: "block",
              marginLeft: "auto",
              marginRight: "auto",
              width: 650,
            }}
          />
          Дэлхийн их сургуулиуд бүгд өөрийн гэсэн хэвлэлийн газартай байдаг.
          Тухайлбал бидний сайн мэдэх Оксфорд Университи Пресс (www.oup.co.uk),
          Харвард Университи Пресс (www.hup.harward.edu), Кембриж Университи
          Пресс (www.cambridge.org), Йэле Университи Пресс (www.yale.edu/yup),
          Колумб Университи Пресс (www.cup.columbia.edu), Калифорни Университи
          Пресс (www.ucpress.edu) гээд хөвөрч өгнө.
        </p>
        <p style={{ textAlign: "justify" }}>
          Дууриаж байгаа юм биш нээлттэй зах зээлийн нийгмийн зайлшгүй
          шаардлагаар Монгол Улсын ууган их сургууль МУИС нэн даруй өөрийн гэсэн
          хэвлэлийн газар байгуулах хэрэгтэй байна. Хэвлэлийн газар байгуулах
          тухай энэ санаагаа шууд нэг зүйлийг тайлбарлахаас эхлэе. Гагц манай их
          сургуулийнхан ч биш хүмүүс ерөөсөө хэвлэх үйлдвэр буюу хэвлэх,
          хэвлэлийн газар буюу хэвлэл гэдэг хоёр зүйлийг ялгахгүй байна. Хэвлэх
          буюу printing, хэвлэл буюу&nbsp; publishing хоёр бол өөр хоорондоо
          ялгаатай шал өмнөө хоёр зүйл бизнес болохыг бид хольж хутгаж ойлгоод
          яваад байна. Тухайлбал, манай МУИС-ийн хувьд хэвлэх үйлдвэр нь
          Худалдааны сургуулийн харьяанд байх шиг байна. Хэвлэлийн газар нь
          алга. Хэвлэх үйлдвэр гэдэг нь мэдээж хэн хүний мэдэх ном хэвлэл машин
          техникээр хэвлэж гаргах процесс юм. Харин хэвлэлийн газар бол ном
          хэвлэлийн чиглэлээр үйл ажиллагаа бизнес хийх байгууллага буюу ямар
          ном хийх, хэрхэн хийх, хэдийг хийх, ямар дизайн хийцтэй байх, зах
          зээлд ямар ном бүтээл хэрэгтэй байгаа талаар судалгаа хийж, бодлого
          боловсруулж гүйцэлдүүлэх энэ чиглэлийн бизнесийн газар юм.
        </p>
        <p style={{ textAlign: "justify" }}>
          Өнөөдөр Монгол Улсад хэвлэлийн газрын жинхэнэ утгаар нь ажиллуулж
          байгаа газар бол НЕПКО хэвлэлийн газар байна. Мөн Адмон компаний
          “Монсудар”, Мөнхийн үсгийн “Болор судар”, Интерпресс хэвлэх үйлдвэрийн
          “Цагаан бамбарууш”, “Мон-Эдюкэшн Пресс” зэрэг хэвлэлийн газрууд
          хэвлэлийн үйл ажиллагааг зах зээлийн жам ёсоор нь явуулах гэж хичээж
          байгаа. Үүний цаана Соёмбо, Тоонот принт, УБ принт, Бемби сан зэрэг
          өөр олон хэвлэх үйлдвэр хэвлэлийн газар маягаар ажиллаж нэр логогоо
          тавьж яваа боловч жинхэнэ хэвлэлийн газрын үйл ажиллагаа дутагдаж
          байгаа юм.
        </p>
        <p style={{ textAlign: "justify" }}>
          МУИС-ийн Хэвлэлийн газрыг жинхэнэ утгаар нь байгуулах бас нэг
          шаардлага бол гадаад орнуудын их сургууль, эрдэм шинжилгээний
          байгууллагууд эрдэмтдийн бүтээлийг хэмжих нэг үзүүлэлт нь чухам ямар
          хэвлэлийн газраар бүтээлээ хэвлүүлсэн байна вэ гэдэг үзүүлэлт болж
          байна. Одоогоор манай их сургуулийн бүх багш нарын ном бүтээл ямар
          хэвлэх үйлдвэрийн нэр, логотой хэвлэгдэж байгаа гэхэд хилсдэхгүй
          байх.Хамгийн энгийн жишээ хэлэхэд бидний сайн мэддэгээр Таны ном дээр
          Адмон ХХК –д хэвлэв гэвэл, хэвлэлийн газар биш хэвлэх үйлдвэр, харин
          “Мон судар хэвлэлийн газрын лого тэмдэгтэй” гарвал жинхэнэ энэ чинь
          хэвлэлийн газар болох юм. Гэтэл ихэнхи багшийн номыг харвал Адмон
          ХХК-д хэвлэв гээд логотойгоо хэвлэгдсэн байдаг. Бид тэрийгээ хэвлэлийн
          газар гэж андуурдаг.
        </p>
        <p style={{ textAlign: "justify" }}>
          Тийм учраас бид өөрийн их сургуулийн нэрээр овоглосон хэвлэлийн газрыг
          байгуулах цаг нь болсон гэж үзэж байгаа юм. Бүр цаашилбал бид
          хэвлэлийн газар байгуулбал энэ нь Монголын их дээд сургуулиудын
          хамгийн анхны мэргэжлийн хэвлэлийн газар болох бөгөөд бүр цаашилбал
          ЮНЕСКО-гийн ном хэвлэлийн эрх сери дугаар ISBN, ISSN өгөх зөвшөөрлийг
          өөрийн хэвлэлийн газрын харьяа авах зэргээр үйл ажиллагааны хүрээг
          өргөнөөр тэлж болно.
        </p>
        <p style={{ textAlign: "justify" }}>
          Ном бүтээл дээр яг үнэндээ хэвлэх үйлдвэрийн нэр биш хэвлэлийн газрын
          нэг тавигдах учиртай тухай би өмнө тайлбарласан. Өөрөөр хэлбэл
          МУИС-ийн багш нэг ном хэвлүүллээ гэхэд тэр ном дээр “МУИС-ийн хэвлэх
          үйлдвэрт хэвлэв” гэдэг үг биш МУИС-ийн Хэвлэлийн газар гэдэг нэр,
          логтойгоо тавигдах учиртай. Ингээд цаашаа энэ бүтээл бол МУИС-ийн
          Хэвлэлийн газраас гаргасан бүтээл юм гэж ойлгогдож явах ёстой.
        </p>
        <p style={{ textAlign: "justify" }}>
          Энэ&nbsp; хэвлэлийн газрыг МУИС-ийн хэвлэх үйлдвэрийн дэргэд ч юм уу
          аль эсвэл номын сангийн дэргэд байгуулах боломжтой. Хэвлэлийн газар
          заавал хэвлэх үйлдвэртэй байх ч албагүй. Харин хэвлэлийн газар юуны
          өмнө цаашид өөрийн гэсэн брэнд болох оноосон нэрээ тогтох хэрэгтэй.
          Миний бодлоор МУИС ХЭВЛЭЛИЙН ГАЗАР буюу англи хэлээр бол MONGOLIAN
          NATIONAL UNIVERSITY PRESS (MNUP) гэдэг оноосон нэр их л тохиромжтой
          санагдана. Гэвч олон ургальч үзэл уралдуулсан нь дээр байх. Өөр нэг
          чухал зүйл бол лого. Лого бол тус хэвлэлийн газрын утга санааг илтгэж
          ном бүхэнд тавигдсанаар олны танил болох бөгөөд нэрийг бүтэн бичих
          боломжгүй үед хэвлэлийн газрын таних тэмдэг лого л тавигдаж танигдаж
          явах учиртай. Тийм учраас чухам ямар логотой байх вэ гэдэг дээр
          манайхан бас бодол ухаан уралдуулж сонгох буй за.
        </p>
        <p style={{ textAlign: "justify" }}>
          Харин МУИС Хэвлэлийн газар ямар бодлого барих, ямар ямар үйл ажиллагаа
          явуулах, яаж бизнес хийх, юу юу эрхлэн гаргах, ямар техник технологи
          ашиглах, ямар ном бүтээл хэвлүүлэх, монголын болон гадаадын ном
          хэвлэлийн зах зээлд хэрхэн нэвтрэх зэрэг маш олон асуудал хэвлэлийн
          газар байгуулсаны дараа яригдах учиртай тул түр орхилоо.
        </p>
        <p style={{ textAlign: "justify" }}>
          МУИС-ийн бодлого барьдаг, эрх мэдэл бүхий хүмүүс болон МУИС-ийн
          захиргааны болон эрдмийн зөвлөл энэ санааг дэмжин шийдвэр гаргана
          гэдэгт итгэлтэй байна.
        </p>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,<a href="/sidebar/sanaa">САНАА</a>
      </div>
      <div className="post_info_full right">2011.11.06</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/17/"
          st_title='Ж.БАТ-ИРЭЭПҮЙ: "МУИС ХЭВЛЭЛИЙН ГАЗАР БАЙГУУЛЪЯ"'
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/17/"
          st_title='Ж.БАТ-ИРЭЭПҮЙ: "МУИС ХЭВЛЭЛИЙН ГАЗАР БАЙГУУЛЪЯ"'
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/17/"
          st_title='Ж.БАТ-ИРЭЭПҮЙ: "МУИС ХЭВЛЭЛИЙН ГАЗАР БАЙГУУЛЪЯ"'
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/17/"
          st_title='Ж.БАТ-ИРЭЭПҮЙ: "МУИС ХЭВЛЭЛИЙН ГАЗАР БАЙГУУЛЪЯ"'
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/17/"
          st_title='Ж.БАТ-ИРЭЭПҮЙ: "МУИС ХЭВЛЭЛИЙН ГАЗАР БАЙГУУЛЪЯ"'
        />
      </div> */}
      <div className="disqus">
        <div id="disqus_thread">
          <iframe
            id="dsq-app5385"
            name="dsq-app5385"
            // allowTransparency="true"
            frameBorder={0}
            scrolling="no"
            tabIndex={0}
            title="Disqus"
            width="100%"
            src="https://disqus.com/embed/comments/?base=default&f=batireedui&t_u=http%3A%2F%2Fbatireedui.com%2Fpost%2F17%2F123&t_d=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%9F%D2%AE%D0%99%3A%20%22%D0%9C%D0%A3%D0%98%D0%A1%20%D0%A5%D0%AD%D0%92%D0%9B%D0%AD%D0%9B%D0%98%D0%99%D0%9D%20%D0%93%D0%90%D0%97%D0%90%D0%A0%20%D0%91%D0%90%D0%99%D0%93%D0%A3%D0%A3%D0%9B%D0%AA%D0%AF%22&t_t=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%9F%D2%AE%D0%99%3A%20%22%D0%9C%D0%A3%D0%98%D0%A1%20%D0%A5%D0%AD%D0%92%D0%9B%D0%AD%D0%9B%D0%98%D0%99%D0%9D%20%D0%93%D0%90%D0%97%D0%90%D0%A0%20%D0%91%D0%90%D0%99%D0%93%D0%A3%D0%A3%D0%9B%D0%AA%D0%AF%22&s_o=default#version=f7a73aced2afb4b2a80d8f8c751c458b"
            style={{
              width: "1px !important",
              minWidth: "100% !important",
              border: "none !important",
              overflow: "hidden !important",
              height: "75px !important",
            }}
            // horizontalscrolling="no"
            // verticalscrolling="no"
          />
        </div>
      </div>
    </div>
  );
}
