import React from "react";
import type { Metadata } from "next";

export const metadata: Metadata = {
  title: "ӨӨРИЙН ТУХАЙ ДЭЛГЭРЭНГҮЙ | Бат-Ирээдүй",
  description:
    "МУИС-ийн Монгол судлалын сургуулийн багш, ОХУ-д хэл бичгийн шинжлэх ухааны доктор, эрдэмтэн Жанцангийн Бат-Ирээдvйн албан ёсны цахим хуудас",
  keywords: "batireedui.com, www.batireedui.com",
  icons: {
    icon: "/images/favicon.ico",
  },
};

export default function page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <div className="page">
        <h1>ӨӨРИЙН ТУХАЙ ДЭЛГЭРЭНГҮЙ</h1>
        <div>
          <p style={{ textAlign: "justify" }}>
            Монгол хэл, уран зохиолын багш, хэл шинжлэлийн судлаач, Франц хэлний
            орчуулагч мэргэжилтэй. Монгол хэлний үгийн сан, утга зүй, монгол
            хэлний тользүй, англи-монгол зэрэгцүүлсэн хэлзүй, утга судлал,
            нийгмийн хэл шинжлэл, намтар судлал, гадаад хүнд монгол хэл заах
            арга зүйн чиглэлээр &nbsp;судалгаа хийдэг бөгөөд энэ чиглэлээр 25
            жил ажилласан туршлагатай. Ажлын гараагаа 1986 онд МУИС-ийн ХБФ-ийн
            Гадаад хэлний тэнхим, Монгол судлалын лабораторид эрдэм шинжилгээний
            ажилтан, судлаачаар эхэлсэн. Улмаар МУИС-ийн Монгол хэлний тэнхимд
            багш, Их Британи, Умард Ирландын Вант Улсын Лондон, Кембриж,
            Лийдсийн Их Сургуулиудад зочин багш, Японы Токиогийн Гадаад Судлалын
            Их Сургууль, ХБНГУ-ын Лейпцигийн Их Сургуульд зочин профессор,
            &nbsp;Японы Осакагийн хууль, эдийн засгийн их сургуульд судлаач
            зэрэг ажлыг хийхийн зэрэгцээ Монгол Улсын Ерөнхийлөгчийн эрдэмтэн
            мэргэжилтний зөвлөлийн гишүүн, Монгол хэл, бичгийн багш нарын
            Үндэсний Холбооны ерөнхийлөгч, Олон Улсын Монгол Судлалын Холбооны
            гишүүн зэрэг орон тооны бус албыг хашиж байсан. Ажиллах хугацаандаа
            хэл бичгийн ухааны доктор, МУИС-ийн дэд профессор, Монгол улсын
            боловсролын тэргүүний ажилтан, шинжлэх ухааны тэргүүний ажилтан
            зэрэг олон тооны цол тэмдгээр шагнуулж байсан.&nbsp;2008-2011 онд
            Токиогийн Гадаад Судлалын Их сургуулийн зочин профессор, Японы
            Гадаад Хэргийн Яамны Хэлний Төвд монгол хэлний багшаар
            ажилласан.&nbsp;2011 оноос МУИС-ийн Монгол судлалын хүрээлэнгийн
            гүйцэтгэх захирал,&nbsp;
          </p>
          <p>
            &nbsp;<strong>ЦОЛ ЗЭРЭГ:</strong>
          </p>
          <ul>
            <li>МУИС-ийн дэд профессор</li>
            <li>Хэлшинжлэлийн Ухааны доктор&nbsp;</li>
          </ul>
          <p>
            <strong>СУДАЛГААНЫ ЧИГЛЭЛ</strong>
          </p>
          <ul>
            <li>Монгол хэлний утга судлал, үгийн сан</li>
            <li>Монгол хэлийг гадаад хэл болгон заах аргазүй</li>
            <li>Монгол-Англи зэрэгцүүлсэн хэлшинжлэл</li>
            <li>Толь бичиг судлал</li>
            <li>Монгол утга соёл</li>
            <li>Намтар судлал&nbsp;</li>
          </ul>
          <p>
            <strong>АЖИЛ ХӨДӨЛМӨР:</strong>
          </p>
          <ul>
            <li>
              2012 - МУИС-ийн МУИС ПРЕСС ХЭВЛЭЛИЙН ГАЗАР-ын Гүйцэтгэх Захирал
            </li>
            <li>
              2011 - МУИС-ийн Монгол Судлалын Хүрээлэнгийн Гүйцэтгэх Захирал
            </li>
            <li>
              2008 - 2011 онд&nbsp; Японы Токио Гадаад Судлалын &nbsp;Их
              Сургуулийн зочин профессор
            </li>
            <li>
              2010-2011 онд Японы Гадаад Хэргийн Яамны Хэлний Институтэд монгол
              хэлний багш
            </li>
            <li>
              2006-2008 онд МУИС-ийн Монгол хэлний тэнхимд багш, профессор
            </li>
            <li>
              2005-2006 онд Английн Британий номын санд зочин судлаач, зөвлөх
            </li>
            <li>
              2006 онд&nbsp; Японы Осака Хууль, Эдийн засгийн Их Сургуульд зочин
              судлаач
            </li>
            <li>
              2003-2005 онд ХБНГУ-ын Лейпцигийн Их Сургуульд зочин профессор
            </li>
            <li>1998-2003 онд МУИС-ийн Монгол Судлалын Сургуулийн захирал</li>
            <li>1996-1998 онд МУИС-ийн Монгол хэлний танхимд багш</li>
            <li>
              1991-1995 онд Английн Лондоны Их Сургуулийн Дорно дахин, Африкийн
              Судлалын Сургуульд зочин багш
            </li>
            <li>
              1992-1995 онд Английн Кембрижийн Их Сургуулийн Өвөр Ази, Монгол
              судлалын Төвд зочин багш
            </li>
            <li>
              1993-1995 онд Английн Лийдсийн Их Сургуулийн Зүүн Хойд Ази
              Судлалын тэнхимд зочин багш
            </li>
            <li>1989-1991 онд МУИС-ийн Монгол Судлалын дээд Сургуульд багш</li>
            <li>
              1986-1989 онд МУИС-ийн ХБФ-ын Гадаад хэлний тэнхимд эрдэм
              шинжилгээний туслах ажилтан&nbsp;
            </li>
          </ul>
          <p>
            <strong>ХҮРТСЭН ТЭТГЭЛЭГҮҮД:</strong>
          </p>
          <p>
            1991-1995 Английн Бритиш Канселын тэтгэлэгээр Английн Лондон,
            Кембриж, Лийдсийн ИС-д багш, лектороор
          </p>
          <p>
            (1999-2000), (2003-2005), Германы ДААД-ын тэтгэлгээр зочин судлаач,
            зочин профессороор
          </p>
          <p>
            2000 онд Азийн Хөгжлийн Банкны тэтгэлгээр АНУ-ын Питсбургийн Их
            Сургуульд Дээд Боловсрол Судлалаар мэргэжил дээшлүүлэгч
          </p>
          <p>
            2005-2006 онд Английн Кембриж, Оксфордын Их Сургуулийн тэтгэлэгээр
            Британий номын санд судлаачаар
          </p>
          <p>
            (2006) Японы Осакагийн Хууль, эдийн засгийн их сургуулийн
            тэтгэлэгээр зочин судлаачаар тус тус хүртсэн.&nbsp;
          </p>
          <p>
            <strong>ШАГНАЛ УРАМШУУЛАЛ:</strong>
          </p>
          <p>
            2001 онд “Монгол ёс заншлын их тайлбар толь” бүтээлээр Японы
            Кирияама Сангийн энх тайвны төлөө шагнал хүртсэн.
          </p>
          <p>2008 онд МУИС-ийн оны шилдэг багш өргөмжлөл,</p>
          <p>2010 онд Япон дах шилдэг Монгол эрдэмтэн шагнал хүртсэн.</p>
          <p>
            Монгол Улсын Боловсролын болон Шинжлэх Ухааны Тэргүүний ажилтан цол
          </p>
          <p>Их Монгол Улс байгуулагдсаны 800 жилийн ойн медаль&nbsp;</p>
          <p>
            <strong>СОНГУУЛЬТ АЖИЛ:</strong>
          </p>
          <p>1998-2004 онд МУИС-ийн Эрдмийн зөвлөлийн гишүүн</p>
          <p>
            1998-2003 онд МУИС-ийн Монгол Судлалын Сургуулийн Эрдмийн зөвлөлийн
            дарга
          </p>
          <p>
            2000-2003 онд Хэлбичгийн ухаанаар эрдмийн зэрэг хамгаалуулах
            зөвлөлийн эрдэмтэн нарийн бичгийн дарга
          </p>
          <p>
            2001-2009 онд Монгол Улсын Ерөнхийлөгчийн Эрдэмтдийн Зөвлөлийн
            гишүүнээр ажилласан.
          </p>
          <p>
            2008 оноос Монгол Улсын “Монгол хэл, бичгийн багш нарын үндэсний
            холбоо”-ны тэргүүн
          </p>
          <p>2002 оноос АНУ-ын Маклайн Технологийн Институтийн зөвлөх.</p>
          <p>
            2011 оноос Нью Медма Маркетинг ХХКомпаний удирдах зөвлөлийн гишүүн
          </p>
          <p>2011 оноос Цахим Өртөө Холбооны гишүүн</p>
          <p>
            2012 оноос МУ-ын Засгийн Газрын дэргэдэх Монгол Судлалын Үндэсний
            Зөвлөлийн гишүүн
          </p>
        </div>
      </div>
    </div>
  );
}
