import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Arial, sans-serif",
          fontSize: "24px",
          lineHeight: "1.2",
          display: "flex",
          gap: "4px",
        }}
      >
        <span>Ж.БАТ-ИРЭЭДҮЙ:</span>
        <span>&quot;АВААРЫН</span>
        <span>ГЭРЭЛ&quot;</span>
      </h1>
      <div className="post_content_full">
        <p>
          <span style={{ color: "#000a83" }}>
            <Image
              src="/images/IMG_3058.jpg"
              width={320}
              height={214}
              alt=""
              style={{
                float: "left",
                display: "inline",
                width: 320,
                marginRight: 10,
              }}
            />
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Бүтэн сайн өдөр &nbsp;Энх тайвны гүүрээс ирэх чиглэлд Төв шуудангийн
            уулзврын замын гэрэл дээр араас ойр хавьд машингүй болохоор нь
            “аваарын гэрлээ” асааж байгаад машин дотроосоо нэг зураг дарах зуурт
            замын цагдаа ирж “гэрэл дээр аваарын гэрэл асааж хөдөлгөөн
            саатуулсан хэрэг”-ээр бичиг баримт хурааж, төрийн хамгаалалтын
            цагдаагийн газар гэгчид очиж учраа ол, манай даргаас үнэмлэхээ
            аваарай гэчихээд пээдийгээд алга боллоо. Арай гэж араас нь очиж нэр
            ус, цолыг нь асууж байж олж очвол төрийн хамгаалалтын цагдаа гэгч
            бас нэг төмөр хаалгатай байгууллага байна.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Тэнд хувцсандаа биш уурандаа багтаж ядсан хоёр офицер суух. Ард
            машингүй байхад аваарын гэрэл татаж байгаад зураг авсан үнэнээ
            хэлтэл тэр гэрлийг чинь аваар гарсан үед л асаадаг юм. Яах гэж зам
            дээр тэгж зогссон юм бэ та (та гэдэг үгийг хүндтэй биш доромж өнгөөр
            хэлэх нь мэдэгдсэн) гэхээр нь гадаад орнуудад тэгж болдог ш тээ,
            ингэж болох байлгүй дээ гээд хэлээд тавьчихсан чинь “манайд
            тэгдэггүй, та тэр гадаад орондоо л тэгдэг юм байгаа биз” гэж ирээд
            нөгөөх чинь бүр боож үхэх нь ээ. За бүр буцааж өгөх нь байтугай
            торгох ч үгүй, өгөх ч үгүй, бүр эрх мэрх хасах дээрээ туллаа. Аргаа
            бараад бас л нөгөө танил талаа ашиглаж, замын цагдаад ажиллах
            хүргэнээ утасдаж, утасдуулж байж нэг юм торгуулсан болоод салав.
            Үнэхээр өөр аргагүй юм билээ.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Үүнээс үүдээд би, аваарын гэрэл гэдэг энэ хуучин ойлголтыг,
            хоцрогдсон замын цагдаагийнханд өөрөөр ойлгуулж өөрчлөх цаг болжээ
            гэж бодсон юм. Монгол Улсын замын хөдөлгөөний дүрэмд энэ бидний
            аваарын гэрэл гэдэг ойлголтыг юу гэж бичдэгийг сонирхвол “ослын
            дохионы гэрэл” гэж нэрлэдэг юм байна. Ослын гэрэл гэдэг энэ
            ойлголтоор замын хөдөлгөөний дүрэмд өөрчлөлт хийх, цагдаа нарын
            толгойд шинэ ойлголт суулгах учиртай тул, энэ бол түүний албан хаагч
            нарын оюун ухаан, гэгээрэл боловсрол, шинэ ойлголтыг зөв ойлгоход
            туслахаас эхлэх хэрэгтэй юм байна гэж бодлоо. Манай цагдаа байтугай
            офицер нь эдний нэрлэдэг “ослын дохионы гэрлийг” гагцхүү аваар осол
            гарсан үед л асаана” гэдэг ойлголттойгоо л зууралдаад байгаа юм
            байна. Дүрэм ёсоор ослын дохионы гэрэл гэдэг нэр томьёо, аман ярианд
            аваарын гэрэл гэдэг хэллэг ч буруу юм байна. Энэ гэрлийг гагцхүү
            аваар ослын үед биш харин ч аваар ослын эсрэг, аваар ослыг
            бууруулахын төлөө маш олон зүйлд хэрэглэж болно. Тухайлбал, түр
            зогсох, хүн ачаа буулгах, хурд саахад анхааруулах зорилгоор,
            хөндлөнгөөс хөдөлгөөнд орсон хойно дохиж талархалаа илэрхийлэх
            зэргээр заавал асааж хэрэглэдэг туршлага дэлхийн улс оронд бүгдэд нь
            шахуу байгаа. Дүрэм журамд нь ч байдаг байх.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Ийм учраас манай замын цагдаагийн газар энэ гэрлийг харин ч тэр
            гараад буурахгүй байгаа осол аваараа бууруулахад зөв сайн ашиглах
            үүднээс өөрсдөө эхлэж ойлгож, олж мэдэх, дараа нь жолооч, хөдөлгөөнд
            оролцогчдын дунд бас ийм зөв суртал ухуулга хийх, цаашлаад замын
            хөдөлгөөний дүрэмд зориуд оруулж нийтэд өргөнөөр хэвшүүлмээр байна.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Аваарын гэрлийн тухай ойлголтыг өөрчлөх, шинэчлэх, шинэ утга
            агуулгаар хэрэглэх цаг болжээ. Аваарын гэрэл бол аваар гарсан хойно
            хэрэглэдэг ганц зүйл биш анхааруулах, талархах, хүндэтгэх, мэндлэх,
            уучлалт хүсэх олон утга агуулгаар хэрэглэж болох боломжтой{" "}
            <strong>аюулгүйн гэрэл</strong> билээ. Хүний урдуур дайрч ороод
            муухай хараад амандаа хараал зүхэл урсгаад гарсанаас аюулгүйн
            гэрлээр дохичихоод гарвал хүн баярлана.&nbsp;
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Энэ дашрамд дурдахад жолооны курст сурч байгаа нөхдөд замын дүрэм
            заахаас гадна соёлтой жолоо барих, хөдөөний соёлгүй бүдүүлэг зан
            гаргахгүй байх, гэрэл дохиогоо зөв ажиллуулах, явган болон машинтай
            зорчигчийг хүндэтгэж оролцох, хүлээцтэй тэвчээртэй байхыг зааж,
            ухуулан сэнхрүүлж сургах нь чухал байна. Орчин үеийн хотод нүүдэлчин
            монголчууд морио унасан юм шиг машинаа унадагаа болихгүй бол
            Улаанбаатарын түгжрэл улам их &nbsp;болно.
          </span>
        </p>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,<a href="/sidebar/sanaa/">САНАА</a>
      </div>
      <div className="post_info_full right">2011.11.06</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/16/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "АВААРЫН ГЭРЭЛ"'
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/16/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "АВААРЫН ГЭРЭЛ"'
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/16/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "АВААРЫН ГЭРЭЛ"'
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/16/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "АВААРЫН ГЭРЭЛ"'
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/16/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "АВААРЫН ГЭРЭЛ"'
        />
      </div> */}
      <div className="disqus">
        <div id="disqus_thread">
          <iframe
            id="dsq-app5387"
            name="dsq-app5387"
            // allowTransparency="true"
            frameBorder={0}
            scrolling="no"
            tabIndex={0}
            title="Disqus"
            width="100%"
            src="https://disqus.com/embed/comments/?base=default&f=batireedui&t_u=http%3A%2F%2Fbatireedui.com%2Fpost%2F16%2F123&t_d=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%90%D0%92%D0%90%D0%90%D0%A0%D0%AB%D0%9D%20%D0%93%D0%AD%D0%A0%D0%AD%D0%9B%22&t_t=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%90%D0%92%D0%90%D0%90%D0%A0%D0%AB%D0%9D%20%D0%93%D0%AD%D0%A0%D0%AD%D0%9B%22&s_o=default#version=f7a73aced2afb4b2a80d8f8c751c458b"
            style={{
              width: "1px !important",
              minWidth: "100% !important",
              border: "none !important",
              overflow: "hidden !important",
              height: "75px !important",
            }}
            // horizontalscrolling="no"
            // verticalscrolling="no"
          />
        </div>
      </div>
    </div>
  );
}
