import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Arial, sans-serif",
          fontSize: "24px",
          lineHeight: "1.2",
        }}
      >
        <span style={{ marginRight: "4px" }}>Ж.БАТ-ИРЭЭДҮЙ:</span>
        <span style={{ marginRight: "4px" }}>&quot;МӨНГӨНИЙ</span>
        <span style={{ marginRight: "4px" }}>АНТЕН&quot;</span>
      </h1>
      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            <Image
              width={400}
              height={490}
              src="/images/taxi.png"
              alt=""
              style={{
                float: "left",
                display: "inline",
                width: 400,
                marginRight: 10,
              }}
            />
            Хүн хүний&nbsp;мөнгө хийх арга өөр өөр. Капиталист нийгэмд том хүн
            байтугай хүүхэд мөнгө хийх аргаа олдог тухай өмнө би бичиж байсан.
            Өнөөдөр бас нэг мөнгө хийдэг “ухаантай арга” мэдлээ. Энэ бол антен.
            Автобус баазын жолооч нар хүн тээвэрлэж явахдаа тодорхой цэг буюу
            буудлууд дээр очиж тусгай антений тусламжаар бүртгэл хийлгэж, ажлаа
            тооцуулдаг юм байна. Харин автобус нь эвдрэх юм уу ямар нэг
            шалтгаанаар зогсвол антенаа салгаж аваад таксиний жолоочтой
            тохирсоны үндсэн дээр антенаа таксигаар нөгөө цэгүүдээрээ тойруулдаг
            байна. Ингэж тойруулсныхөө төлөө мэдээж таксичинд мөнгө төлнө,
            тооцоо хийж бүртгүүлсний дүнд 20 автобустай бааз нэг сард явсан ч
            яваагүй ч 120 сая төгрөг улсаас зүгээр идэж ууж суудаг байна. Ер нь
            энэ нийтийн тээвэр хийсэн нэрээр улсын мөнгө цохиж суудаг гаршчихсан
            нэг хэсэг бүлэг улс байдаг гэнэ. Ингээд бодохоор манайх нийтийн
            тээвэр нэрээр хэчнээн мөнгө урсгаж байгаа бол. Орлого орсон ороогүй,
            төлсөн төлөөгүй зүгээр мөнгө идээд сууж байх нэг төрлийн сайхан
            бизнес юм байна.
          </span>
        </p>
        <div className="post-body entry-content">
          <div style={{ textAlign: "justify" }}>
            <span style={{ color: "#000a83" }}>
              Автобусны жолооч нарын бас нэг хувьдаа мөнгө хийдэг арга бол
              өвлийн нөхцөлд халаалтын төхөөрөмжийг ажиллуулахад зориулж өгсөн
              түлшийг хэмнэж түүнийгээ буухаасаа өмнө зарж мөнгө олдог арга
              гэнэ. Өвлийн хүйтэнд цонхоор юу ч харагдахгүй битүү цанатай
              хөргөгч шиг автобуснууд давхиад байдгийн учир нь Утаанбаатарт
              хүйтэндээ биш төхөөрөмжөө ажиллуулдаггүйд байдаг гэнэ. Одоо он
              гараад автобуснуудыг гаазаар ажилладаг болгоно гэж албаны хүмүүс
              өчигдөр зурагтаар ярьж байгаа бөгөөд ингэвэл автобус барих хүн
              олдохгүй гэж жолооч нар дүгнэж байна. Хэдийгээр цувчуулсан гаазыг
              зарах боломжгүй дэлбэрч үхнэ гэж бодож төлөвлөж байгаа ч манайхан
              шиг ухаантай зальтай улс бас нэг мэргэн арга олохыг хэн байг гэх
              билээ? Заль гэдэг нь муугаар ярьвал хуурч мэхлэх тухай асуудал
              боловч яг үнэндээ сайнаар хэлбэл ухаан гэж ойлгож болно. Тэгэхээр
              монголчууд зальтай зайтай учир хэн нэг нь “гааз савлах” нэг мэргэн
              арга бодоод олчих болов уу? гэж олон жолооч найдаж байна.
            </span>
          </div>
          <div>
            <span style={{ color: "#000a83" }}>
              Өөр нэг мөнгөний урсгал ихтэй бизнес бол оюутнуудын унааны
              хөнгөлөлтийн карт гээч байна. Энэ карт нь 6900 төгрөгийн үнэтэй
              бөгөөд Улаанбаатарт нийтдээ 80 орчим мянган оюутан ийм карт буюу
              банкны ВИЗА карт захиалснаа он дуусах дөхөж буй ч одоо болтол
              авсаар л байна. Энэ карт гэгчийг Монголын Оюутны Холбооноос
              тодорхойлохдоо&nbsp; &quot;Монгол Улсын засгийн газраас оюутныг
              нийслэл хот дотор хөнгөлөлттэй үнээр зорчиулах маркыг сар бүр
              гарган оюутнуудад түгээдэг нь автобусны билет гэгч жижигхэн
              наалтыг та өөрийн үнэмлэхэндээ нааснаар тэр сардаа 2 болон түүнээс
              дээш хаалгатай бүх чиглэлийн нийтийн тээврийн автобус,
              троллейбусаар чиглэл, цаг харгалзахгүйгээр долоо хоногын бүхий л
              өдрүүдэд үнэ төлбөргүй зорчих эрхийг эдлэх боломжтой юм. Мөн хөдөө
              орон нутгийн агаарын тээврийн хөнгөлөлттэй зорчих эрх бас байдаг
              байна.&quot; гэжээ.Монголын оюутны холбоо нийслэл хотын нийт 147
              мянга гаруй оюутны 80 мянгад нь автобусны хөнгөлөлттэй зорчих
              эрхийн билетээр хангаж үйлчилдэг. Төрөөс улсын төсөвт 80 мянган
              оюутанд хөнгөлөлт үзүүлэхээр тооцож автобусны билетэнд 30,9 тэрбум
              төгрөг баталсан байна.Оюутны байгууллага бол банкны карт олгодог
              санхүүгийн үйлчилгээ үзүүлэх байгууллага болсон байна.
            </span>
            <br />
            <span style={{ color: "#000a83" }}>
              &nbsp;Харин энэ картыг хэрэглэх ёсгүй оюутнуудын нэрээр авсан
              картыг бусдад дамлан худалдаж хөөрхөн мөнгө хийдэг бизнес оюутны
              байгууллагын дотор байдаг аж.
            </span>
          </div>
          <div style={{ textAlign: "justify" }}>
            <span style={{ color: "#000a83" }}>
              Миний хувьд оюутны хөнгөлөлтийн картыг эсэргүүцэж байгаа юм биш,
              байж болно. Гагцхүү Шар хаднаас МУИС явдаг оюутан Улаанбаатараар
              тойроод үнэгүй дэмий тэнээд байдаг нь хамгийн буруу юм гэж би
              хэлэх гээд байгаа юм. Энэ оюутан бол Шар хадны эцсээс МУИС ортол
              хэдэн ч удаа бууж сууж үнэгүй явж болохоос биш нэгдүгээр хороолол,
              баян хошуу хаа дуртай газраараа дэмий тэнээд байж болохгүй, явлаа
              гэхэд өөрийн мөнгөө төлж явах нь зах зээлд хамгийн шударга
              тогтолцоо &nbsp;юм.
            </span>
          </div>
          <div style={{ textAlign: "justify" }}>
            <span style={{ color: "#000a83" }}>
              Маний мэдэхийн Лондон, Токио, Берлин, Вашингтон, Парис гээд
              дэлхийн томоохон хотуудад суудаг оюутнууд хөнгөлөлтийн билет,
              сарын билет гэх мэт нэртэй ийм хөнгөлөлт авдаг боловч дээрх хоёр
              цэгийн хооронд л үнэгүй байх, хямдхан байх зарчмаар хөнгөлүүлдэг.
              Тийм учраас оюутны хөнгөлөлтийн карт дээр нь эхний бөгөөд эцсийн
              чиглэлийг нь бичиж өгч байх, бусад чиглэлд иргэний үүргээр
              төлбөрөө хийгээд нийтийн тээврийн үйлчилгээ авч байх эрхтэй
              баймаар байна. Энэ бол бас хөдөлгөөний даацыг бууруулах хөнгөлөх
              &nbsp;ач холбогдолтой. Манайд харамсалтай нь электрон картны
              тогтолцоо бий болоогүй байна. Тэрнээс бус электрон карттай болоод
              ирвэл үүнийг хийх их амархан болно. Тэгэхээр оюутны хөнгөлөлтийн
              карт нэрээр улс хэчнээн сая төгрөгийн орлогоо алдаж байгааг би лав
              тооцоолж чадахгүй. Мэдээж мэргэжлийн хүмүүсийн толгойд нэг тооцоо
              байдаг байх.
            </span>
          </div>
          <div style={{ textAlign: "justify" }}>
            <span style={{ color: "#000a83" }}>
              Оюутны хөнгөлөлтийн картыг ВИЗА карттай холбосон нь манай
              арилжааны банкуудын хийж байгаа бизнес боловч яг виза картны хууль
              журам ёсоор бол ингэж холбох ёсгүй ч байж магадгүй. Кредит картын
              системтэй буюу банк өөрөө мөнгөө байршуулж хэрэглэгчид зээл
              маягаар хүргэж байх ёстой тогтолцоог ингэж өөрөөр нь картыг
              тэжээлгэж байгаа нь тухайн банкиндаа олон картын хэрэглэгчтэй юм
              шиг харагдуулах боловч &nbsp;эцсийн эцэст &nbsp;ёс бус, хууль бус
              маркетинг үйлчилгээг санаачилсан байж болох юм.
            </span>
          </div>
          <div style={{ textAlign: "justify" }}>
            <span style={{ color: "#000a83" }}>
              Ийнхүү мөнгөний антен, мөнгөний оюутанд Монгол Улс мөнгөө
              залилуулсаар нөгөөдүүл нь залилсаар хөөрхий сул ардууд суларч
              ядуурч, турсаар, нэг хэсэгхэн хүн улам баяжсаар таргалсаар. Төрийн
              төлөө оготно боож үхэв ээ гэж.
            </span>
          </div>
        </div>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,
      </div>
      <div className="post_info_full right">2011.11.23</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/82/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "МӨНГӨНИЙ АНТЕН"'
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/82/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "МӨНГӨНИЙ АНТЕН"'
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/82/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "МӨНГӨНИЙ АНТЕН"'
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/82/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "МӨНГӨНИЙ АНТЕН"'
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/82/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "МӨНГӨНИЙ АНТЕН"'
        />
      </div> */}
      <div className="disqus">
        <div id="disqus_thread">
          <iframe
            id="dsq-app5379"
            name="dsq-app5379"
            // allowTransparency="true"
            frameBorder={0}
            scrolling="no"
            tabIndex={0}
            title="Disqus"
            width="100%"
            src="https://disqus.com/embed/comments/?base=default&f=batireedui&t_u=http%3A%2F%2Fbatireedui.com%2Fpost%2F82%2F123&t_d=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%9C%D3%A8%D0%9D%D0%93%D3%A8%D0%9D%D0%98%D0%99%20%D0%90%D0%9D%D0%A2%D0%95%D0%9D%22&t_t=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%9C%D3%A8%D0%9D%D0%93%D3%A8%D0%9D%D0%98%D0%99%20%D0%90%D0%9D%D0%A2%D0%95%D0%9D%22&s_o=default#version=f7a73aced2afb4b2a80d8f8c751c458b"
            style={{
              width: "1px !important",
              minWidth: "100% !important",
              border: "none !important",
              overflow: "hidden !important",
              height: "75px !important",
            }}
            // horizontalscrolling="no"
            // verticalscrolling="no"
          />
        </div>
      </div>
    </div>
  );
}
