import React from "react";
import Image from "next/image";

const Page = () => {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1 style={{ fontSize: "18px", lineHeight: "1" }}>
        <span style={{ marginRight: "5px" }}>АЗИ</span>
        <span style={{ marginRight: "5px" }}>НОМХОН</span>
        <span style={{ marginRight: "5px" }}>ДАЛАЙН</span>
        <span style={{ marginRight: "5px" }}>ОРНУУДЫН</span>
        <span style={{ marginRight: "5px" }}>МОНГОЛ</span>
        <span style={{ marginRight: "5px" }}>СУДЛАЛЫН</span>
        <span>ТӨЛӨВ</span>
      </h1>
      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            <Image
              src="/images/SYDNYE28112011116.jpg"
              alt=""
              width={350}
              height={262}
              style={{
                float: "left",
                display: "inline",
                width: 350,
                margin: 10,
              }}
            />
            Өнгөрсөн оны сүүлээр Монгол Судлалын Үндэсний зөвлөлийн төлөөлөгчид
            Австрали, Япон, Солонгос Улсын монгол судлалын гол төвүүдээр ажлын
            айлчлал хийсэн юм. Тус төлөөлөгчидийн бүрэлдэхүүнд миний бие оролцож
            Австрали, Япон, Өмнөд Солонгос Улсын монгол судлалын салбартай их
            сургууль эрдэм шинжилгээний байгууллагуудаар ороод ирлээ.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Энэ үеэр бид нар Монгол судлалын сан байгуулах тухай МУ-ын
            Ерөнхийлөгчийн зарлиг болон МУ-ын Засгийн газраас баталсан “Монгол
            судлалыг хөгжүүлэх үндэсний хөтөлбөр”-ийн үзэл санаа, төлөвлөгөө,
            Монгол Улсын төр засгаас монгол судлалыг хөгжүүлэх талаар баримталж
            байгаа бодлого үйл ажиллагааг танилцуулсанаас гадна монгол судлалын
            талаар МУИС, МУБИС, ОУМСХолбооноос барьж байгаа бодлого, үйл
            ажиллагааны талаар мэдээлэл хийж, очсон их сургууль, эрдэм
            шинжилгээний төвүүдтэй хамтран ажиллах бололцоо нөхцлийн талаар
            санал солилцлоо.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Тухайлбал, Австралийн Үндэсний Их Сургууль (АҮИС)-ийн Монгол
            судлалын төвд уулзалт ярилцлага хийхэд АҮИС-ийн Ази номхон далай
            судлалын салбарын захирал&nbsp; Бриж Лал, эрдэм шинжилгээ эрхэлсэн
            дарга Дэвид Левис, АҮИС-ийн профессор, нэрт монголч эрдэмтэн Игорь
            Дэ Рахевилц, Ази, номхон далай судлалын тэнхимийн эрхлэгч, Монгол
            судлалын төвийн тэргүүн доктор Ли Нарангоо, археологич Жак Феннер,
            Илхаадын үеийн монголын түүх судлаач Михаел Хөп, Австрали дахь
            Монголын элчин сайдын яамны атташе Г.Хантулга нар оролцож монгол
            судлалын өнөөгийн байдал, цаашдын хамтын ажиллагааны талаар илэн
            далангүй ярилцлаа.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            2010 онд байгуулагдсан АҮИС-ийн МСТөв нь эрчимтэй үйл ажиллагаа
            явуулж, 2011 онд&nbsp;&nbsp;&nbsp;&nbsp; “Mongolia open conference”,
            2012 онд “Mongolia up date” олон улсын эрдэм шинжилгээний бага хурал
            зохион байгуулсан тухай болон АНУ-ын Индианы их сургуультай хамтран
            монгол хэлний он лайн курс нээсэн, 2013 оноос Австралийн
            бизнесийхэнд зориулан монгол хэлний түргэвчилсэн курс нээж байгаа
            тухай болон цаашид тодорхой чиглэлээр эрчимтэй үйл ажиллагаа
            явуулахаар төлөвлөж байгаа тухайгаа ярьсан. Энэ жилийн хурлыг эв гав
            нь таарвал Сидней хотод төвлөрүүлж, Монгол Улсыг сурталчлах талаар
            төвийн тэргүүн дурсаж байлаа.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Мөн АҮИС болон МУИС-ийн эрдэмтэд хамтран монгол нутгаас олдсон
            археологийн олдворуудыг биохимийн аргаар судлахаар эхний материалаа
            хүлээж аваад байгаа тухай мэдээлж байна. Цаашдаа энэхүү төвийг хөл
            дээр нь босгоход Монгол тал түүний дотор МУИС хүчтэй хамтран ажиллах
            хэрэгтэй байна. Учир нь 2010 онд МУИС АҮИС-тай хамтын ажиллагааны
            гэрээнд гарын үсэг зурж, эрдэм шинжилгээ, сургалт, багш оюутан
            харилцан солилцох чиглэлээр хамтын үйл ажиллагаагаа эрчимтэй эхлээд
            буй билээ.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Мөн энэ үеэр биднийг Австрали Улсад суугаа онц бөгөөд бүрэн эрхт
            элчин сайд Р.Болд гуай тусгайлан хүлээн авч уулзан Австрали тивд
            монгол судлалыг хэрхэн дэмжиж байгаа, цаашид яаж хамтран ажиллавал
            зохилтой талаар санал солилцсон юм.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Япон Улс бол монгол судлалаар Азидаа байтугай дэлхийд хүчтэй улс.
            Бидний Токиогийн Гадаад Судлалын Их Сургуульд зохион байгуулсан
            “Монгол судлалын өнөөгийн байдал, засаг төрийн бодлого” симпиозумд
            Токио, Осака, Сендай, Шова их сургуулиудын нэр хүнд бүхий профессор
            М.Хашимото, Х.Фүтаки, К.Окада, Т.Күребито, Х.Күрибаяаши, Хөхбаатар,
            А.Камимура, нарын зэрэг тэргүүлэх эрдэмтэд, залуу монгол судлаачид,
            монголын болон гадаад орны аспирант, докторант нар биечлэн оролцож,
            санал бодлоо илэрхийллээ.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Японы Монгол Судлалын Холбооноос дэмжин зохион байгуулсан энэ
            нээлттэй симпиозум нь Япон Монголын монголч эрдэмтэдийн хамтын
            ажиллагаа, Японы монгол судлалд чухал алхам болж байгааг харилцан
            тэмдэглээд тодорхой саналууд тавьсан бөгөөд “Японы монгол судлал бол
            түүхэн уламжлалаараа ч, цар хүрээгээрээ ч, туурвисан бүтээлээрээ ч
            олон улсын монгол судлалын хэмжээнд томоохон байр суурь эзлэх бөгөөд
            Монгол Улсын төр засгаас монгол судлалын нэртэй эрдэмтэн судлаач,
            төр засгийн төлөөлөгчөө биечлэн илгээж монгол судлалыг хөгжүүлэх
            талаар ярилцаж байгаа нь Японы монгол судлалын түүхэнд анх удаа болж
            байгаа чухал үйл явдал боллоо” хэмээн Токиогийн Гадаад судлалын Их
            Сургуулийн монгол судлалын салбарын тэргүүн, профессор Х.Фүтаки тус
            симпиозум дээр цохон тэмдэглэлээ.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Одоогоор Токио, Оосакагийн Гадаад Судлалын Их Сургуулиудад Монголын
            профессор багш нар урт хугацаагаар уригдан, сургалт&nbsp; эрдэм
            шинжилгээний ажилд хамтран оролцож, Сендай, Шова эмэгтэйчүүдийн их
            сургууль, Угсаатны зүйн музей, Ази, Африкийн судалгааны төвд олон
            аспирант доктор, мэргэжил дээшлүүлэгч нар урт богино хугацаагаар
            ажиллаж суралцаж байна.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Японы монгол судлалын холбоо бол маш олон эрдэмтнийг нэгтгэсэн
            ихээхэн хүчтэй, байнгын үйл ажиллагаатай олон нийтийн байгууллага
            юм. Энэ холбоо жил тутам монгол судлалын хавар, намрын эрдэм
            шинжилгээний бага хурал зохион байгуулж, японы болон бусад гадаад
            орны монголч эрдэмтдийг оролцуулж монгол судлалын дуу хоолой болж,
            эрдэм оюуныг түгээн дэлгэрүүлж, ялангуяа залуу монгол судлаач
            эрдэмтэдийг&nbsp; дэмжиж байна.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            БНСУ-д Солонгосын Монгол Судлалын Холбооны шинэ удирдлагатай биечлэн
            уулзаж, Ченон хотод Дангүүг, Сөүл хотод Хангүүгийн Их сургуульд
            чөлөөт ярилцлага зохион байгуулж, санал бодол солилцоход Солонгосын
            монгол судлалын холбооны тэргүүн Хон Жин-Ким, Пак Вон-Хил,
            &nbsp;нэрт монголч эрдэмтэн профессор И Сеон-Гю, О Ён-жү,
            Д.Отгонцэцэг, Ким Ги-Сон, залуу судлаач И Сано, Юн Янза, Чой нам,
            зочин багш Ю.Мөнх-Амгалан, Ц.Сувд, Г.Ариунжаргал, Норовням,
            Өлзийбат, Ханкоокын ИС-ийн дэд захирал Ким Хай-Рюн, дорно дахины
            салбарын декан И Жеон-Хо нар оролцож өөрсдийн санаа бодлоо чөлөөтэй
            илэрхийллээ.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Дангүүгийн сургуульд 20 жилийн өмнө монгол судлалыг шинээр үүсгэн,
            монгол хэлний анги байгуулж, одоо нэр хүнд бүхий судалгааны төв
            нэгэнт болж чадсан бөгөөд монгол судлалын чиглэлээр хэд хэдэн
            томоохон төслүүд хэрэгжүүлээд байна. Тухайлбал, Монгол Солонгос,
            Солонгос Монгол их толийг солонгос монголын эрдэмтэдийн томоохон баг
            хамтран хийж ноён нурууг нэгэнт босгоод байгаа ажээ.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            2010 онд монгол судлалын анхны элсэлтээ авсан Хангүүгийн Гадаад
            судлалын их сургууль энэ жил анхны төгсөлтөө хийж мастер, докторын
            курс нээхээр төлөвлөж байгаа аж. Тус их сургууль дэлхийн 40 гаруй
            хэл заадаг бөгөөд Монгол судлалын тэнхимийн эрхлэгчээр Монголын
            профессор Д.Отгонцэцэг ажиллаж байна. Мөн 2013 оноос Пусаны Гадаад
            судлалын Их сургуульд монгол судлалын гурав дахь салбарыг нээхээр
            төлөвлөж байна.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Дээрх улсуудын монгол судлаач, эрдэмтэдийн саналыг нэгтгэн дүгнэвээс
            газар газрын санаа оноо, зорилго чиглэл өөр өөр ч ерөнхийдөө монгол
            судлалын чиглэлээр судалгаа шинжилгээ явцад тохиолддог зовлон
            бэрхшээл нь төстэй нь ажиглагдаж байлаа.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Хамгийн түрүүнд монгол судлалын талаарх мэдээллийг нээлттэй болгох
            хүсэлт очсон газар бүр тавьж байлаа. Монгол Улсад монгол судлалын
            чиглэлээр болж буй, болох гэж буй үйл явдалыг ил тодорхой болгох,
            гарц орц нээх, мэдээлэх, залуу монгол судлаачдыг Монголын талаас
            дэмжин туслах тэтгэлэг хүртээх, номын сан, архивын мэдээллийн санг
            нээлттэй ил болгох, үйл ажиллагааг хүнд сурталгүй хөнгөн болгох, үнэ
            ханшийг хямдруулах, зарим судалгааны төвүүдэд санхүүгийн дэмжлэг
            үзүүлэх маягаар ажиллах, нэгтгэн дүгнэх, япон хэлээр байгаа монгол
            судлалын бүтээлүүдийг монгол хэлээр орчуулах, монголын еко системийг
            сайжруулах, зарим нэг боож хаасан хатуурхсан хууль тогтоомжоо шинээр
            эргэж харах, монгол судлалын судалгааны сэдвүүдийг нээлттэй зарлах,
            хүрээ хязгаарыг зааг ялгаатай болгох, зуны сургалтыг төрөл бүрийн
            хэлбэрээр зохион байгуулах, эрдэм шинжилгээний сэтгүүлүүдийг олон
            улсын хэмжээнд хүлээн зөвшөөрүүлэх арга хэмжээ авах, гадаад хүнд
            зориулсан шинжлэх ухааны судалгаатай ном хийх, Монгол Улсад сурч
            байгаа гадаад оюутны ахуй нөхцлийг сайжруулах зэрэг бидний ажилд
            хэрэг болох маш олон үнэ цэнэтэй санал тавьж, санаачлага гаргалаа.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Тус төлөөлөгчдийн бүрэлдэхүүнд Монгол Судлалын Үндэсний Зөвлөлийн
            нарийн бичгийн дарга, ОУМСХолбооны Ерөнхий нарийн бичгийн дарга,
            академич Д.Төмөртогоо, МСҮЗөвлөлийн гишүүн БШУЯ-ны хэлтэсийн дарга,
            д-р Ө.Сүхбаатар, МУБИС-ийн Монгол судлалын сургуулийн захирал
            профессор Ц.Өнөрбаян, МУИС-ийн МХСС-ийн захирал д-р Ж.Баянсан нар
            оролцон хамтран ажиллаж өөр өөрсдийн байгууллагыг онцлогыг
            танилцуулан,&nbsp; дэлхийн монгол судлаачидтай элдэв төрлөөр хамтран
            ажиллахад бэлэн байгаагаа мэдэгдлээ.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Ийнхүү МСҮЗөвлөлөөс санаачлан, санхүүжүүлэн зохион байгуулсан энэ
            арга хэмжээ нь тус улсын монгол судлалын &nbsp;түүхэнд анхны бөгөөд
            монгол судлалын цаашдын үйл ажиллагаанд чухал арга хэмжээ болж
            монголын төр засгаас гадаадын монгол судлалыг дэмжихэд чухал чиг
            баримжаа авах, тэдний юу бодож хүсэж байгааг мэдэх энэ чиглэлээр
            явуулах бодлого үйл ажиллагаанд хэрэгтэй чухал ажил&nbsp; боллоо гэж
            хэмээн үзэж байна.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83", fontSize: 12 }}>
            Дараагийн удаа мөнгө зоос нь бүтээд, мөр зам нь тэгширвэл Европын
            Улсуудын монгол судлалын төвүүдээр иймэрхүү ажил аялал хослуулах
            санаа бидэнд бий бөгөөд энэ чиглэлээр зүйл бүрээр дэмжин туслах хүн
            амьтан байх аваас тусыг бага гэлтгүй хүртэх дуртай байгаагаа энэ
            ялдар дурсан энэ тэмдэглэлээ өндөрлөвэй.
          </span>
        </p>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,<a href="/sidebar/medee/">МЭДЭЭ МЭДЭЭЛЭЛ</a>
      </div>
      <div className="post_info_full right">2012.12.24</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/300/"
          st_title="АЗИ НОМХОН ДАЛАЙН ОРНУУДЫН МОНГОЛ СУДЛАЛЫН ТӨЛӨВ"
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/300/"
          st_title="АЗИ НОМХОН ДАЛАЙН ОРНУУДЫН МОНГОЛ СУДЛАЛЫН ТӨЛӨВ"
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/300/"
          st_title="АЗИ НОМХОН ДАЛАЙН ОРНУУДЫН МОНГОЛ СУДЛАЛЫН ТӨЛӨВ"
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/300/"
          st_title="АЗИ НОМХОН ДАЛАЙН ОРНУУДЫН МОНГОЛ СУДЛАЛЫН ТӨЛӨВ"
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/300/"
          st_title="АЗИ НОМХОН ДАЛАЙН ОРНУУДЫН МОНГОЛ СУДЛАЛЫН ТӨЛӨВ"
        />
      </div> */}
      <div className="disqus">
        <div id="disqus_thread">
          <iframe
            id="dsq-app3696"
            name="dsq-app3696"
            // allowTransparency="true"
            frameBorder={0}
            scrolling="no"
            tabIndex={0}
            title="Disqus"
            width="100%"
            src="https://disqus.com/embed/comments/?base=default&f=batireedui&t_u=http%3A%2F%2Fbatireedui.com%2Fpost%2F300%2F123&t_d=%D0%90%D0%97%D0%98%20%D0%9D%D0%9E%D0%9C%D0%A5%D0%9E%D0%9D%20%D0%94%D0%90%D0%9B%D0%90%D0%99%D0%9D%20%D0%9E%D0%A0%D0%9D%D0%A3%D0%A3%D0%94%D0%AB%D0%9D%20%D0%9C%D0%9E%D0%9D%D0%93%D0%9E%D0%9B%20%D0%A1%D0%A3%D0%94%D0%9B%D0%90%D0%9B%D0%AB%D0%9D%20%D0%A2%D3%A8%D0%9B%D3%A8%D0%92&t_t=%D0%90%D0%97%D0%98%20%D0%9D%D0%9E%D0%9C%D0%A5%D0%9E%D0%9D%20%D0%94%D0%90%D0%9B%D0%90%D0%99%D0%9D%20%D0%9E%D0%A0%D0%9D%D0%A3%D0%A3%D0%94%D0%AB%D0%9D%20%D0%9C%D0%9E%D0%9D%D0%93%D0%9E%D0%9B%20%D0%A1%D0%A3%D0%94%D0%9B%D0%90%D0%9B%D0%AB%D0%9D%20%D0%A2%D3%A8%D0%9B%D3%A8%D0%92&s_o=default#version=f7a73aced2afb4b2a80d8f8c751c458b"
            style={{
              width: "1px !important",
              minWidth: "100% !important",
              border: "none !important",
              overflow: "hidden !important",
              height: "75px !important",
            }}
            // horizontalscrolling="no"
            // verticalscrolling="no"
          />
        </div>
      </div>
    </div>
  );
};

export default Page;
