import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Arial, sans-serif",
          fontSize: "24px",
          lineHeight: "1.2",
          display: "flex",
          gap: "4px",
        }}
      >
        <span>Ж.БАТ-ИРЭЭДҮЙ:</span>
        <span>&quot;ВАРЕНИЙ</span>
        <span>ШИЛ&quot;</span>
      </h1>
      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          <span style={{ textAlign: "justify", color: "#000000" }}>
            <Image
              width={269}
              height={300}
              src="/images/pickles-269x300.jpg"
              alt=""
              style={{ float: "left", display: "inline", width: 269 }}
            />
            Варений шилийг бид өөрсдөө хийдэггүй, гадаадаас голдуу жимс ногоотой
            авдаг байх. Импортын барааны ногоо цагааг хэрэглэж дуусаад шилийг нь
            янз бүрийн зориулалтаар хэрэглэдэг. Хүүхдүүд бай болгож чулуугаар
            хагалах, будаг шунх зэрэг шингэн зүйл хийх, буцаагаад үйлдвэрийн
            аргаар болон гэрийн нөхцөлд бэлтгэсэн жимс ногоо, зөгийн бал,
            жимсний чанамал зэрэг олон зүйлд дахин ашигласан харагддаг. Үйлдвэр,
            үйлчилгээний газрууд, хувь хүмүүс дахин ашиглахын тул хүмүүсээс нэг
            варений шилийг 100 төгрөгөөр худалдаж авна. Харин бидний хэрэглэдэг
            бас нэг зориулалтын бус зориулалт бол шээсний шинжилгээний сав
            болгох. Улаанбаатарын маш олон эмнэлгүүд одоо шээсний шинжилгээг
            бүгд том бага варений шилэнд авч байна. Харин Улаанбаатар Сонгодо
            эмнэлгийн Болдсайхан эмч манайх заавал зориулалтын саванд авдаг гэж
            мэдэгдэж байсан.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000000" }}>
            Тухайлбал, одоо хамгийн сайн гэгддэг сайд нарын хоёрдугаар эмнэлэгт
            их хурлын гишүүд, сайд, гавьяат, төрийн шагналтан томчууд шээсээ
            варений шилэн хийчихсэн өглөө шинжилгээнд өгөхөөр бариад ирж байгааг
            тэнд очиход хоёр давхарт өчнөөн харж болно. Энэ шинжилгээнд&nbsp;
            зориулсан шээс агуулсан савнууд хаашаа явдаг вэ? Эргээд шинжилгээний
            шээсийг агуулсан варений шилийг хэн нэгэн нөхөр аль нэг хувь
            хувьсгалын хүнсний үйлдвэрт бөөндөхгүй, хэрэглэхгүй гэх баталгаа бол
            байхгүй.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000000" }}>
            Шээсэнд юу ч явж болно, тэнд цус байгаа, хэчнээн түмэн бактери, нян
            вирус яваа, яаж устгаж ариутгах вэ, устах уу үгүй юу гэдэг бол маш
            эргэлзээтэй асуудал юм. Тэгэхээр энэ саваар дамжиж элдэв төрлийн
            өвчин тархахгүй гэх баталгаа байхгүй. Ийм бүдүүлэг байдлыг таслан
            зогсоохгүй бол өнөөгийн хүмүүсийн эрүүл мэндэд маш хор уршигтай зүйл
            гарахыг ч үгүйсгэхгүй.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000000" }}>
            Маний мэдэх гадаад орнуудын орчин үеийн эмнэлгүүдэд шээсний
            шинжилгээг заавал зориулалтын саванд маш бага хэмжээгээр авдаг.
            Тэгэхээр манай эрүүл мэндийн сайд эмнэлгүүдийг шээсний шинжилгээг
            варений шил болон бусад зориулалтын саванд авахыг хориглосон шийдвэр
            нэн даруй гаргах хэрэгтэй байна.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000000" }}>
            Саяхан бид твиттеэр дээр энэ тухай бичиж баахан амьтны огиудас
            хүргэж, дотоодын варень, жимсний чанамал, зөгийн бал идэхээргүй
            болгосон боловч эрүүл мэндийн сайд энэ твиттийг мэдээгүй өнгөрчих
            шиг болсон тул дахин бичиж байна.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000000" }}>
            Миний бие өнгөрсөн найман сард хавдар судлалын эмнэлэгт ээж аав
            хоёрынхоо шинжилгээг өгөх гэж тэр хавийн эмийн санг гүйцээгээд
            зориулалтын шээсний сав хайгаад лав олоогүй. Тэгэхээр эндээс ямар ч
            байсан аптек эмийн санд ийм төрлийн зориулалтын сав байдаггүй юм
            байна гэсэн дүгнэлтэнд хүрсэн.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000000" }}>
            Ийм учраас эрүүл мэндийн сайд тушаал гаргаад цус, шээсний шинжилгээг
            заавал зориулалтын саванд авна гэж тогтвол эрхбиш эмнэлэг, эмийн
            сангууд ийм төрлийн сав байдаг газраас нь татах нь мэдээж. Энэ нэг
            талаас эрүүл мэндийн асуудал нөгөө талаас бизнесийн хэрэг болой.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000000" }}>
            За ингээд адаг сүүлд нь ард түмний эрүүл эсэн байхыг хариуцсан
            Ламбаа сайдаас Монгол Улсын өрхийн эмнэлгээс авахуулаад дээд
            зэрэглэлийн үнэтэй эмнэлэг хүртэл шээсний шинжилгээг зориулалтын
            саванд авч байх тушаал гаргаж өгөхийг хичээнгүйлэн хүсэж энэ удахгүй
            биелэнэ гэдэгт найдаж байна. Энэ жижиг юм шиг хэрнээ маш аюултай,
            арга хэмжээ авчихвал маш өчүүхэн юм шиг мөртлөө том ажил болох юм
            шүү.
          </span>
        </p>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>
      </div>
      <div className="post_info_full right">2011.11.06</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/18/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ВАРЕНИЙ ШИЛ"'
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/18/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ВАРЕНИЙ ШИЛ"'
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/18/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ВАРЕНИЙ ШИЛ"'
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/18/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ВАРЕНИЙ ШИЛ"'
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/18/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ВАРЕНИЙ ШИЛ"'
        />
      </div> */}
      <div className="disqus"></div>
    </div>
  );
}
