import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Arial, sans-serif",
          fontSize: "14px",
          lineHeight: "1.2",
        }}
      >
        <span style={{ marginRight: "4px" }}>Ж.БАТ-ИРЭЭДҮЙ:</span>
        <span style={{ marginRight: "4px" }}>&quot;АВСТРАЛИЙН</span>
        <span style={{ marginRight: "4px" }}>ҮНДЭСНИЙ</span>
        <span style={{ marginRight: "4px" }}>ИХ</span>
        <span style={{ marginRight: "4px" }}>СУРГУУЛЬД</span>
        <span style={{ marginRight: "4px" }}>МОНГОЛ</span>
        <span style={{ marginRight: "4px" }}>СУДЛАЛЫН</span>
        <span style={{ marginRight: "4px" }}>ТӨВ</span>
        <span>НЭЭГДЛЭЭ&quot;</span>
      </h1>
      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          <span style={{ textAlign: "justify" }}>
            <Image
              src="/images/1.jpg"
              alt=""
              width={650}
              height={488}
              style={{
                float: "none",
                display: "block",
                marginLeft: "auto",
                marginRight: "auto",
                width: 650,
              }}
            />
            Олон зуун жилийн тэртээгээс дэлхийн эдийн засаг, улс төр, нийгмийн
            талаар хүч нөлөөтэй гол гол улс орнуудад монголыг судлах төв,
            байгууллагууд үүсэж бий болж, хөгжиж бас ч зарим нь янз бүрийн учир
            шалтгааны улмаас &nbsp;хумигдаж, зарим нь ч дахин сэргэж мандсаар
            баймой. Одоогоор хамгийн сүүлийн гэж хэлж болох нэгэн төв
            байгуулагдсан нь дэлхийн бөмбөрцгийн зүүн доод тив болох Австралид
            Австралийн Үндэсний Их Сургууль (АҮИС)-д энэ оны эхээр байгуулагдсан
            Монгол судлалын төв билээ. Тус төв нь АҮИС-ийн Ази, Номхон далайн
            коллежийн Түүх, соёл, хэлний сургуулийн харьяа бөгөөд тус төвийг
            байгуулахад тус сургуулийн захирал, профессор Кент Андерсон болон
            монгол судлаач Ли Нарангоо, Монгол Улсаас&nbsp; Австрали Улсад
            суугаа анхны Элчин Сайд Цэрэндоржийн Жамбалдорж нар сэтгэл нийлэн
            санаачилж, хүч нийлүүлэн хичээнгүйлэн зүтгэжээ.&nbsp;
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          Сүүлийн жилүүдэд Монгол Австралийн харилцаа улс төр, бизнесийн
          чиглэлээр мэдэгдэхүйц идэвхижиж байгаа бөгөөд үүний дотор уул уурхайн
          чиглэлийн үндэсний томоохон компаниуд Монголд орж ирсэн нь хоёр орны
          харилцаа нийгэм, эдийн засаг, соёл зэрэг бүх талаар хөгжихөд хүчтэй
          нөлөө үзүүлж байна. Австрали Монголын боловсролын харилцаа ч улам
          өргөжиж, Монголын шинэ үеийн залуучууд Австралийн Их дээд сургуулиудад
          тус улсын хөрөнгө зардлаар олноороо сурч боловсорч байгаа нь Монголын
          ирээдүйд хийж байгаа томоохон “хөрөнгө оруулалт” болж байна.
        </p>
        <p style={{ textAlign: "justify" }}>
          Тус Монгол Судлалын Төв нь АҮИС-ийн болон Австрали дахь монгол
          судлаачид, монголыг сонирхогчдыг өөртөө татаж хөгжүүлэхийн төлөө
          байгаа бөгөөд одоогоор монголын түүх, соёл, хэл, археологи,
          антропологийн чиглэлийн эрдэмтэн, судлаачдыг нэгтгэж байна. Өнгөрсөн
          сарын 25 нд тус төв анхныхаа нээлттэй&nbsp; эрдэм шинжилгээний олон
          улсын хурлыг хийсэн бөгөөд уг хуралд Австрали, Монгол, Япон, АНУ, Хонг
          Конгийн эрдэмтэд оролцож Монголын түүх, хэл, соёл, урлаг, антропологи,
          эдийн засаг, улс төр, боловсрол, нийгмийн антропологийн чиглэлээр
          хийсэн судалгааны үр дүн, илтгэлээ хэлэлцүүллээ.
        </p>
        <p style={{ textAlign: "justify" }}>
          Мөн тус хурлыг монголын орчин үеийн дипломат алба үүссэний 100 жилийн
          ойд зориулан Австралийн Үндэсний Их сургуулийн дэргэдэх Монгол
          судлалын төв, Монгол Улсаас Австрали Улсад суугаа Элчин сайдын яам
          хамтран зохион байгуулж, Австрали дахь Монгол судлалын төвийн албан
          ёсны нээлт болгон хийлээ.
        </p>
        <p style={{ textAlign: "justify" }}>
          “Дэлхийн бөмбөрцгийн доод хэсэгт, Австрали тив улсад монгол судлалын
          байгууллага ийнхүү албан ёсоор байгуулагдаж буй нь монголын түүх, хэл,
          соёлыг Австрали тивд төдийгүй Номхон далайн бүс нутагт түгээн
          сурталчлах их ирээдүйн эхлэлийг тавьж өгсөн чухал арга хэмжээ болж
          байна” хэмээн Монгол Улсаас Австрали Улсад суугаа Элчин сайд
          Ц.Жамбалдорж Монгол судлалын бага хурлыг албан ёсоор нээж хэлсэн
          үгэндээ онцлон тэмдэглэлээ.&nbsp;
        </p>
        <p style={{ textAlign: "justify" }}>
          Тус хуралд зочилон ирж үг хэлсэн АҮИС-ийн хүндэт профессор, нэрт
          монголч эрдэмтэн, монголын нууц товчоо судлаач Игорь Дэ Рахевилз гуай
          “Миний олон жилийн өмнөөс АҮИС-д монгол судлалын төв байгуулах хүсэл
          мөрөөдөл өнөөдөр биелж, бидний анхны хурал маш өргөн хүрээнд болж
          байгаад сэтгэл нэн ханамжтай баярлаж байна” хэмээн мэдэгдлээ.&nbsp;
        </p>
        <p style={{ textAlign: "justify" }}>
          Бага хуралд дэлхийн нэрт монголч эрдэмтэн Игор де Рахевилц, Австрали
          дахь Монгол судлалын төвийн захирал профессор Ли Нарангоо, судлаач
          проф.Кент Андерсон, Роберт Криб, МУИС-ийн Антропологийн Тэнхимийн
          эрхлэгч, профессор Д.Түмэн, Монгол Судлалын Хүрээлэнгийн гүйцэтгэх
          захирал д-р Ж.Бат-Ирээдүй, ШУА-ийн ОУСХ-гийн профессор О.Батсйхан
          нарын зэрэг 30 гаруй эрдэмтэн судлаачид оролцож Монгол дахь монголын
          судлал , түүх, антропологийн судалгаа, эрэл хайгуул, олдоцын талаар
          илтгэл хэлэлцүүллээ. Мөн Австралийн Их Сургуулиудад ажиллаж, суралцаж
          байгаа Монголын залуу үеийн эрдэмтэн судлаачид олноор ирж илтгэл
          хэлэлцүүлсэн нь Монголын судлалын судалгаа шинжилгээний өргөн хүрээг
          хамарч, ирээдүйд АҮИС-д монгол судлалын хүчтэй төв бий болох итгэл
          найдвар байгааг харууллаа.
        </p>
        <p style={{ textAlign: "justify" }}>
          Мөн хурлын үеэр МУИС, АҮИС-ийн хооронд хамтын ажиллагааг идэвхижүүлэх
          талаар албаны хүмүүстэй санал солилцож, МУИС, АҮИС-ийн хамтын
          ажиллагааны үндсэн гэрээний хүрээнд хоёр их сургуулийн хооронд оюутан,
          багш, эрдэмтэн судлаач солилцох гэрээнд даруй гарын үсэг зурахаар
          тогтлоо. Мөн монгол судлалын чиглэлээр хамтын ажиллагааны төсөл
          хэрэгжүүлэх, МУИС, АҮИС, Индианагийн Их Сургуулийн монгол хэлний
          гурвалсан аудио сургалт явуулах, археологи, антропологийн хамтарсан
          судалгаа хийх, археологийн олдворт био анализ хийх зэргээр хамтран
          ажиллахаар тохиролцлоо.
        </p>
        <p style={{ textAlign: "justify" }}>
          Австралид зохион байгуулсан Монгол судлалын анхдугаар бага хурал нь
          Монголыг сонирхдог, судладаг эрдэмтэд, багш, оюутнуудыг хооронд нь
          уулзуулж, танилцуулж, улмаар санал бодол, мэдээлэл солилцох, ахмад
          болон шинэ үеийн монгол судлаачдын хэлхээ холбоог бэхжүүлэх аятай
          сайхан боломж олголоо.&nbsp;
        </p>
        <p style={{ textAlign: "justify" }}>
          Монгол судлалын бага хурлыг олон нийтэд нээлттэй зохион байгуулсан нь
          Монгол Улс, Монгол судлалыг Австралид сурталчилсан чухал арга хэмжээ
          боллоо гэж албаны эх сурвалж мэдээлж байна.
        </p>
        <p style={{ textAlign: "justify" }} className="items-end">
          Канберра-Улаанбаатар
        </p>
        <p style={{ textAlign: "justify" }} className="items-end">
          &nbsp;(c) J.Bat-Ireedui
        </p>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,<a href="/sidebar/temdeglel">ТЭМДЭГЛЭЛ</a>
      </div>
      <div className="post_info_full right">2011.12.07</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/33/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "АВСТРАЛИЙН ҮНДЭСНИЙ ИХ СУРГУУЛЬД  МОНГОЛ СУДЛАЛЫН ТӨВ НЭЭГДЛЭЭ"'
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/33/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "АВСТРАЛИЙН ҮНДЭСНИЙ ИХ СУРГУУЛЬД  МОНГОЛ СУДЛАЛЫН ТӨВ НЭЭГДЛЭЭ"'
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/33/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "АВСТРАЛИЙН ҮНДЭСНИЙ ИХ СУРГУУЛЬД  МОНГОЛ СУДЛАЛЫН ТӨВ НЭЭГДЛЭЭ"'
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/33/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "АВСТРАЛИЙН ҮНДЭСНИЙ ИХ СУРГУУЛЬД  МОНГОЛ СУДЛАЛЫН ТӨВ НЭЭГДЛЭЭ"'
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/33/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "АВСТРАЛИЙН ҮНДЭСНИЙ ИХ СУРГУУЛЬД  МОНГОЛ СУДЛАЛЫН ТӨВ НЭЭГДЛЭЭ"'
        />
      </div> */}
      <div className="disqus">
        <div id="disqus_thread">
          <iframe
            id="dsq-app5377"
            name="dsq-app5377"
            // allowTransparency="true"
            frameBorder={0}
            scrolling="no"
            tabIndex={0}
            title="Disqus"
            width="100%"
            src="https://disqus.com/embed/comments/?base=default&f=batireedui&t_u=http%3A%2F%2Fbatireedui.com%2Fpost%2F33%2F123&t_d=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%90%D0%92%D0%A1%D0%A2%D0%A0%D0%90%D0%9B%D0%98%D0%99%D0%9D%20%D2%AE%D0%9D%D0%94%D0%AD%D0%A1%D0%9D%D0%98%D0%99%20%D0%98%D0%A5%20%D0%A1%D0%A3%D0%A0%D0%93%D0%A3%D0%A3%D0%9B%D0%AC%D0%94%20%D0%9C%D0%9E%D0%9D%D0%93%D0%9E%D0%9B%20%D0%A1%D0%A3%D0%94%D0%9B%D0%90%D0%9B%D0%AB%D0%9D%20%D0%A2%D3%A8%D0%92%20%D0%9D%D0%AD%D0%AD%D0%93%D0%94%D0%9B%D0%AD%D0%AD%22&t_t=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%90%D0%92%D0%A1%D0%A2%D0%A0%D0%90%D0%9B%D0%98%D0%99%D0%9D%20%D2%AE%D0%9D%D0%94%D0%AD%D0%A1%D0%9D%D0%98%D0%99%20%D0%98%D0%A5%20%D0%A1%D0%A3%D0%A0%D0%93%D0%A3%D0%A3%D0%9B%D0%AC%D0%94%20%D0%9C%D0%9E%D0%9D%D0%93%D0%9E%D0%9B%20%D0%A1%D0%A3%D0%94%D0%9B%D0%90%D0%9B%D0%AB%D0%9D%20%D0%A2%D3%A8%D0%92%20%D0%9D%D0%AD%D0%AD%D0%93%D0%94%D0%9B%D0%AD%D0%AD%22&s_o=default#version=f7a73aced2afb4b2a80d8f8c751c458b"
            style={{
              width: "1px !important",
              minWidth: "100% !important",
              border: "none !important",
              overflow: "hidden !important",
              height: "75px !important",
            }}
            // horizontalscrolling="no"
            // verticalscrolling="no"
          />
        </div>
      </div>
    </div>
  );
}
