import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1>
        <span
          style={{
            fontFamily: "YourChosenFont",
            fontSize: "16px",
            display: "inline-block",
          }}
        >
          Ж.БАТ-ИРЭЭДҮЙ:
        </span>
        <span
          style={{
            fontFamily: "YourChosenFont",
            fontSize: "16px",
            display: "inline-block",
          }}
        >
          &quot;МОНГОЛ
        </span>
        <span
          style={{
            fontFamily: "YourChosenFont",
            fontSize: "16px",
            display: "inline-block",
          }}
        >
          ЦАГ
        </span>
        <span
          style={{
            fontFamily: "YourChosenFont",
            fontSize: "16px",
            display: "inline-block",
          }}
        >
          &quot;
        </span>
      </h1>

      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            <Image
              width={200}
              height={150}
              src="/images/Havariinbayar09181.jpg"
              alt=""
              style={{
                float: "left",
                display: "inline",
                width: 200,
                marginRight: 10,
              }}
            />
            Тээр жил билээ. Монголч эрдэмтэдийн хэддүгээр ч билээ хурал болж
            салбар хуралдуунууд явж байлаа. Хэлшинжлэлийн салбар хуралдааныг
            монгол хэлтэй монхор Галсан гуайн хэлээр орос хэлтэй доктор Галсан
            гуай удирдаж байсан юм. Хэлшинжлэлийн салбар олон итгэгчтэй болохоор
            хурлын дарга цагандаа их харам. Юм л бол хонх дуугаргаж бооно.
            Германы нэг эрдэмтэн илтгэл тавиж байсан чинь С.Галсан гуай “За хө
            цаг боллоо шүү ” гэж эелдэг нь аргагүй хэлтэл өөдөөс нь Герман цаг
            болсон байна, одоо монгол цагаар нэг жаахан яриадхая гээд хэдэн
            минут үргэлжүүлж билээ. Герман хүн бас эвгүй хэлж байгаа юм шүү.
            Монгол цаг бол нээрээ л налгар цаг даа. Монгол цаг гэдэг ойлголт маш
            сонин ухагдахуун. Монголчууд цаг баридаггүй гэдэг шүүмжид би нэг
            эмзэглэдэггүй юм. Бидэнд ямар орчин үеийн цаг, минут, секунд гэж
            заасан нарийн цаг гэж байсан биш. Саяхнаас тэрэнд дасан зохицох гэж
            ядарч яваа улс. Учир нь бид нүүдэлчин улс гэж их өмөөрөх. Жинхэнэ
            монгол цаг нэг иймэрхүү. Үүр бүдэг бадаг тэмдэгрэн цэцэг навчны дор
            нойрссон болжмор хараахан сэрж жиргэн донгодох болоогүй байсан цаг
            (Ж.Дашзэгвэ,”Орхоны овилго”), нар битүү (Б.Дариймаа, “Ногоочин
            болсон түүх буюу Бандихай”, Ж.Дашзэгвэ “Алмас дарсан үлгэр”), үүр
            тэмдэгрэх үе (Т.Юмсүрэн, “Ээж хайрханы дууль”), нар тусав уу, үгүй
            юу (Ж.Дашзэгвэ, “Илүү гэр”), аль өглөө (Ч.Лодойдамба, “Тунгалаг
            Тамир”), өглөөний улаан нарнаар (С.Пүрэв, “Насны чагтага”), өглөөний
            нойрмог буурал нарнаар (С.Пүрэв, “Шөнийн талд одод амгалан”),
            өглөөгүүр (Б.Бааст, “Ногтруу”), хар өглөөгүүр (Б.Догмид, “Томоогүй
            нас”) нар ханын элэг рүү огших үес (С.Дашдооров, “Улаан гэрийн
            Юндэн”), нар ханын толгойд тусаж байхад (С.Эрдэнэ, “Өвгөн шувуу”),
            гэрийн нар ханын толгой өшиглөх үес (С.Дашдооров, “Улаан гэрийн
            Юндэн”), нарын ханын толгойноос мултарч униад асч байсан цаг
            (Ж.Дашзэгвэ, “Жаргаагүй үлгэр”), нар ханын толгойноос унахтай зэрэг
            (М.Эрдэнэбат, “Хар хүн”), бага үдийн алд/хэр/үе (Д.Нацагдорж,”Соёлыг
            гайхав”, Ц.Дамдинсүрэн, “Гологдсон хүүхэн”, С.Дашдооров, “Оргодол”,
            Д.Маам, “Газар шороо”), бага үдээс хойш (Б.Бааст, “Ногторуу”), үдийн
            алдад/хэрд (С.Эрдэнэ, “Тэнгэрийн хаяа энүүхэнд”, Ч.Лодойдамба,
            “Тунгалаг Тамир”), жин үд (Ж.Дашзэгвэ, “Алмас дарсан үлгэр”), их үд
            өнгөрөөгөөд (Д.Маам, “Газар шороо”,) үд хэвийх үе (Г.Дамба,
            “Диваажингийн босго өндөр”), өдрийн богинын хугаст (Ж.Дашзэгвэ),
            нарны галтайд (Д.Төрбат, “Адын совин”), нар ханын элэг өөд гарах үе
            (Ч.Лодойдамба), оройн нар уулын толгой шүргэх үе (Ч.Лодойдамба,
            “Тунгалаг Тамир”), оройн саалийн цаг (Б.Бааст, “Хаш аяга”), нар
            хэвийж, үдийн халуун намжих үеэр (С.Эрдэнэ, “Гарам дээр”), үдшийн
            цагаан гэгээ татах үе (Б.Бааст, “Бэлтрэг Дорж”), шар гэгээнээр
            (С.Дашдооров), “Улаан гэрийн Юндэн”, үдшийн бор гэгээ татаж,
            түрүүчийн од цэцэглэх алдад (Б.Догмид, “Нэхэл хатуу орчлон”), долоон
            бурхан тонгойх (С.Дашдооров, “Оргодол”), хоридын гүлцэн цагаан сар
            зүүн толгодын цаанаас алгуурхан босож ирэх үе (Д.Маам, “Газар
            шороо”), шүлэг нойрын цаг (Ж.Дашзэгвэ, “Сочихэл хатан”), үүр цүүрээс
            эхлэн үдэш од түгтэл (Д.Төрбат, “Адын совин”) гэж ярьж, бичиж,
            ойлгож цаг нараа хэмждэг улс яаж цаг барихын... Монгол уран зохиол
            уншсан чинь гэрээ саначихлаа. Загийн голоо дагаад айлууд буусан
            сайхан цаг байгаа даа. Манайх саяхан зусландаа буусан гэсэн.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>&nbsp;2009.06.17, Токио</span>
        </p>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/sidebar/temdeglel">ТЭМДЭГЛЭЛ</a>,
        <a href="/home/%D0%BC%D0%BE%D0%BD%D0%B3%D0%BE%D0%BB-%D1%82%D0%B5%D1%85%D0%BD%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8/">
          МОНГОЛ ТЕХНОЛОГИ
        </a>
      </div>
      <div className="post_info_full right">2012.02.15</div>
      <div className="clear" />
      {/* Share Buttons */}

      <div className="disqus">
        <div id="disqus_thread">
          <iframe
            id="dsq-app6950"
            name="dsq-app6950"
            // allowTransparency="true"
            frameBorder={0}
            scrolling="no"
            tabIndex={0}
            title="Disqus"
            width="100%"
            src="https://disqus.com/embed/comments/?base=default&f=batireedui&t_u=http%3A%2F%2Fbatireedui.com%2Fpost%2F112%2F123&t_d=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%9C%D0%9E%D0%9D%D0%93%D0%9E%D0%9B%20%D0%A6%D0%90%D0%93%20%22&t_t=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%9C%D0%9E%D0%9D%D0%93%D0%9E%D0%9B%20%D0%A6%D0%90%D0%93%20%22&s_o=default#version=d9bf63667ed03c99c8fc502b196e66ef"
            style={{
              width: "1px !important",
              minWidth: "100% !important",
              border: "none !important",
              overflow: "hidden !important",
              height: "75px !important",
            }}
            // horizontalscrolling="no"
            // verticalscrolling="no"
          />
        </div>
      </div>
    </div>
  );
}
