import React from "react";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Roboto, sans-serif",
          fontSize: "24px",
          fontWeight: "bold",
          lineHeight: "1.5",
        }}
      >
        <span style={{ marginRight: "8px" }}>НААДМЫН</span>
        <span style={{ marginRight: "8px" }}>ӨМНӨХ</span>
        <span style={{ marginRight: "8px" }}>“НАРГИАН”</span>
      </h1>
      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          <span lang="MN">
            “Наадмын өмнөхөн твиттерийн жиргээч улс төрийн гурван үндсэн
            нам&nbsp;
          </span>
          <span lang="MN">(АН, МАН, ИЗНН)-</span>
          <span lang="MN">
            ын нөлөө бүхий лийдэрүүд нэг хөөрхөн &quot;наргисан&quot; үүнийг
            эмхлэн толилуулж байна. Твиттер маань ердөө 140-хөн тэмдэгтэд
            тааруулж бичдэг учир цаана наанаа орсон дундаас нь шал өөр хүн санал
            бодлоо нэмэрлэсэн гээд утга авцалдаа нь ойлгомжгүй мэт болж болсон
            авч үндсэн “наргиан”-д оролцсон тоглогчдын яриаг голлон авав.
            Агуулга болон хүнээр нь хөөн харвал эрх биш ойлгомжтой болох буй за.
            Миний ойлголтоор энэ бол зүгээр нэг твиттерийн өдөр тутмын маргаан
            биш улс төрчдийн үзэл бодлын &quot;наргиан&quot; байсан тул ийн
            “бөөгнүүлэв”. Энэ бол ус багатай, цус, цөс ихтэй нөхдийн оюун
            санааны нэг ёсны &quot;нанчилдаан&quot; гэж молхи би дотроо дүгнэв.
            Харин хаа байсан харийн нутаг солонгос, япон, америк, хаяа хатгасан
            хатан туулын эрэг хавиас ганц хоёр хөл, гараа оруулсан нөхөд байсан
            авч гавьсангүй.&nbsp;
          </span>
          Бүрэн эхээр нь үзье гэвэл www.twitter.com (твиттер доот ком) руу ороод
          нөхдийн нэрээр эрж олоод хараарай.
        </p>
        <p style={{ textAlign: "justify" }}>
          <strong>
            <span lang="MN">Х.Тэмүүжин</span>
          </strong>
          <span lang="MN">
            : - МАН-ынхан ард нийтийн санал асуулга ямар чухал ардчиллын эрхэм
            зүйл болох тухай хоёр орой хэд хэдэн тв-ээр нүүр дүүрэн
            бахархалтайгаар ярьлаа. Таван толгойг хэрхэн шийдэх талаар ард
            нийтийн санал асуулга явуулъя гэвэл тэдний&nbsp; царай нь яаж
            хувхайрч өөрчлөгдөх бол, харагдаж байна шүү. Ард нийтээс асууж болох
            нэг асуулт. Таван толгойн асуудлыг уул уурхай тэр дундаа таван
            толгойд эрх ашигтай Ерөнхий сайд шийдэж болох эсэх?
          </span>
        </p>
        <div style={{ textAlign: "justify" }}>
          <strong>Ч.Ганхуяг</strong>: - Туйлшрах хэрэггүй. Бид 20 дугаар зуунд
          төрж өндийсөн. Бид ТТ-ыг олсон.
        </div>
        <div style={{ textAlign: "justify" }}>
          <strong>Э.Батбаяр</strong>: - МАН-ынхан үнэн чанартаа ард түмнээсээ
          хэзээ ч юм асуудаггүй биз дээ, харин ч ард түмнээ дов жалгандаа архиа
          уугаад ядуу амьдрахыг хүсдэг.
        </div>
        <div style={{ textAlign: "justify" }}>
          <strong>Х.Тэмүүжин</strong>: - Сайхан байсан тухай их ярьдаг юм билээ.
          Тэрэн шиг сэхээтнүүдийн дунд энэ яриа улам бүр гарах болж дээ. Сайн
          муугийн тухай биш зарчмын ямар ялгаатай тухай нь ярилцаад сайн мууг
          хүмүүс өөрсдөө дүгнэх боломжийг үлдээсэн нь дээр байх.
        </div>
        <div style={{ textAlign: "justify" }}>
          <strong>Г.Ганбаяр</strong>: - Тэмүүжин, та нэр дэвшихгүй байж чадах
          уу?
        </div>
        <div style={{ textAlign: "justify" }}>
          <strong>Х.Тэмүүжин</strong>: - Хандлагийн том зөрөө байх шиг байна даа
          өөр хэлэх юм алга.
        </div>
        <div style={{ textAlign: "justify" }}>
          <strong>Ч.Ганхуяг</strong>: - Таны яриагаар бол манай өвөө, аав хоёр
          маань бас фашистууд болоод байна?
        </div>
        <div>
          <div style={{ textAlign: "justify" }}>
            <strong>Ё.Отгонбаяр</strong>: - Британий хөдөлмөрийн нам, ГСДН,
            Шведийн социалист нам, бас фашист уу? Тони Блейр, Шройдер, Салин,
            Миттеран?
          </div>
          <div style={{ textAlign: "justify" }}>
            <strong>Х.Тэмүүжин</strong>: -Өө хөөрхий социализм, фашизм хоёрын
            тухай яриа соц декүүдийн яриатай холилдсон уу? Ийм ч боловсролын
            сайдтай байх гэж.
          </div>
          <div style={{ textAlign: "justify" }}>
            <strong>Ё.Отгонбаяр</strong>: - Сая манай намыг тэгээд байна гэж
            ойлгосон ш тээ. Та коммунизм, социализмыг хольж хутгаад байна.
            Ардчилсан социализм гэж байна.
          </div>
          <div style={{ textAlign: "justify" }}>
            <strong>Х.Тэмүүжин</strong>: - Танай намын тухай ер яригдаагүй шиг
            санагдах юм. Социализмаа санан дурсаж, эргэж тэмүүлэх үзэгдэл
            нийгэмд байгааг ярилцсан. Бас фаүизм, социализм суурь зарчмуудаараа
            адил, аргачлал дээрээ тодорхой зөрөөтэй тухай ярьж байна.
          </div>
          <div style={{ textAlign: "justify" }}>
            <strong>Ш.Үнэнтөгс</strong>: - Өнгөрсөн түүхээ санагалзах бус
            бахархаж, ирээдүйгээ цогцлоох нь чухал болой. Залуус аа, урагшаа
            явъя, өнгөрсөнтэйгээ бүү зууралд, орон зай их байна.
          </div>
          <div style={{ textAlign: "justify" }}>
            <strong>Ё.Отгонбаяр</strong>: - Өвөг дээдэс маань фашист гэхээр нь
            тэгж ойлгосон юм.
          </div>
          <div style={{ textAlign: "justify" }}>
            <strong>Х.Тэмүүжин</strong>: -Ха ха ха нийгмийн байгуулалт нь адил
            учраас Германчууд фашизмаасаа яаж салсан тэрэн шиг бид социализмаас
            салахын тулд нөгөө талд нь жаахан туйлшрах хэрэгтэй гэсэн санаа
            яахаараа монголчууд фашист гэж уншигддаг юм бол.
          </div>
          <div style={{ textAlign: "justify" }}>
            <strong>Ё.Отгонбаяр</strong>: - Наадам болох гэж байна даа, тайвшир,
            сайхан баярлаарай.
          </div>
          <div style={{ textAlign: "justify" }}>
            <strong>Х.Номингэрэл</strong>: - Бидний монгол хүний зан гээд
            өөгшүүлээд байдаг зүйлс үнэндээ хуучин тогтолцооны
            бүтээгдэхүүн,&nbsp;homo sovietics &nbsp;гээд шоглол байдаг даа?
          </div>
          <div style={{ textAlign: "justify" }}>
            <strong>
              <span lang="MN">Д.Энхбат</span>
            </strong>
            <span lang="MN">
              : - Төрийн өмчийн дарангуйлалын тогтолцоог коммунизм, хувийн
              өмчтэйг нь фашист тогтолцоо гэдэг шүү дээ. Бид нацизмтай бас
              андуурдаг.
            </span>
          </div>
          <div style={{ textAlign: "justify" }}>
            <div>
              <strong>Г.Занданшатар</strong>: - Бусдыг сонсох чадваргүй хүлээн
              зөвшөөрдөггүй, сайхан санаа өвөрлөсөн хүмүүс л ардчилалд их гай
              учруулдаг (гэж) нэгэн айлджээ.
            </div>
            <div>
              <strong>Д.Энхбат</strong>: - Үнэндээ бол төрийн өмч биш, харин
              коммунист намын корпорейт өмч байсан. Төр өөрөө намын нэг өмч
              байдаг.
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Улс төрийн үзэл баримтлалын
              талаар судлаж ялгаа заагийг үзэцгээнэ үү? (нэг линк хавсаргасан)
            </div>
            <div>
              <strong>Х.Тэмүүжин</strong>: - Үзэл бодол дээрээ хатуу зогсож
              чаддаггүй, эрэгцүүлэн бодохоос бусдын аялдан дагах нь амар гэж
              үздэг хүмүүст түшиглэж дарангуйлал үүсдэг.
            </div>
            <div>
              <strong>Х.Номингэрэл</strong>: - Энэ шошго сонин биш гол нь дотроо
              зөрчилтэй үзэл санааг зэрэг тээж байгаа эсэх?
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Асуулт? Хоёроос гурван нам
              өөрсдөө ашигтай гэсэн хувилбараар төрийн ажлыг бойкотлох уу, эсвэл
              ард түмэн өөрсдөө ашигтай хувилбарыг шийдэх ёстой юу?
            </div>
            <div>
              <strong>Х.Тэмүүжин</strong>: - Эрх мэдэл авч байвал юуны ч сайд
              хийж болно гэж боддог универсал улс төрчид хариуцлагатай
              ардчилалыг үгүй хийдэг юм даа.
            </div>
            <div>
              <strong>Жавхлан</strong>: - Халуун зун улс төрждөггүй монголчууд
              ойрын үед яасан ширүүн байх юм дээ, хайрхаан гэж...
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Өнөөгийн намуудын улс төрийн
              үзэл онол улам бүр прагматик болж байна гэж судлаачид үзэж буй.
            </div>
            <div>
              <strong>Х.Тэмүүжин</strong>: - Үзэл санааны маргаан өрнүүлдэг
              жиргээчдийн клуб байвал зүгээр юм уу, улс төрийн нүдний шилээ авч
              байгаад хүний нүдээрээ ярилцвал сонирхолтой.
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Европын зүүний намууд либерал
              программ хэрэгжүүлж байхад барууны намууд зүүний бодлого
              хэрэгжүүлж байх жишээтэй. Манайд ч гэсэн.
            </div>
            <div>
              <strong>Д.Энхбат</strong>: - Занданшатар, та бүхэн шийднэ гээд
              амлачихсан, тэгээд мандатаа авчихсан 3 жил ярьчихаж, тэгээд
              стандарт бусаар хамтарчихсан биш бил үү?
            </div>
            <div>
              <strong>Х.Номингэрэл</strong>: - Ард түмэн “өөрсддөө” ашигтайг нь
              сонгосоор байгаад жинхэнэ фашизмд хүрсэн түүх байдаг даа.
            </div>
            <div>
              <strong>Х.Тэмүүжин</strong>: - Суурь бүтцээ шийдчихсэн ардчилалд
              яг үнэн, ардчилалаа хөмөрчихөөр газар энэ нь өөр зүйл.
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Олон улсын жишиг ардчилалын
              практик судлахгүйгээр бид дан ганц хувьсгалт сэтгэлгээгээр одоо
              явахгүй байх аа.
            </div>
            <div>
              <strong>Х.Тэмүүжин</strong>: - Манайд хувьсгал гэхээсээ илүү
              шилжилтээ хэр гүнзгий цогц хийх үү л гэдэг асуудал байгаа.
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Стандарт бус шийдэл бус шинэ
              стандарт гэж хэлмээр. Бусдыгаа, цөөнхийгөө хүлээн зөвшөөрөх нь Фа,
              Ко үзэн ядахаас илүү гэсэн стандарт.
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Өнөөгийн иргэд 20 дугаар зууны
              иргэдээс хамаагүй илүү мэдээлэлтэй болсон гэвэл хүлээн зөвшөөрөх
              үү?
            </div>
            <div>
              <strong>Д.Энхбат</strong>: - Бид та бүхнээс айхтар зүйл нэхээгүй.
              Бага зэрэг шударга байж, хэлсэндээ хариуцлагтай байхыг л хүсч
              байна. Үргэлж хуурч болохгүй.
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Стандарт бус бус шинэ стандарт.
              Сөрөг хүчний бодитой шүүмжлэлийг хүлээн авахад бэлэн байна.
            </div>
            <div>
              <strong>Д.Энхбат</strong>: - Стандарт бус – энэ миний үг биш,
              танай намын экс даргын үг байх аа.
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Тэмүүжин, Nothing personal just
              a business.
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Тэр үгийг өнөөгийн өндөрлөгөөс
              залруулж байна.
            </div>
            <div>
              <strong>Х.Тэмүүжин</strong>: - Занданшатар, Номингэрэл, хамаагүй
              их мэдээлэлтэй гэхдээ тэдгээр мэдээллийг ашигалахад нь туслах
              иргэний боловсролын агуулгыг өгөхгүй бол их мэдээлэл бага
              мэдээлэлтэй байснаас бага сэтгэл ханамж, бас ойлгомжгүй мэт
              төсөөллийг бий болгодог.
            </div>
            <div>
              <strong>Д.Энхбат</strong>: - Миний шүүмж их энгийн... МАН та бүхэн
              бага хурал, их хурлынхаа шийдвэрийг эргэн уншаад 3 жил амласнаа
              одоо хийгээч....
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Монгол АХН-ийг даргалах
              хугацаанд сонгон авсан нэг гол сэдэв нь ардчилалын боловсролын
              асуудал. Маргааш энэ талаар зөвлөлдөх уулзалттай.
            </div>
            <div>
              <strong>Х.Тэмүүжин</strong>: - Цөөнхийг хүлээн зөвшөөрч засгийн
              газарт оруулж олонхи болгох, цөөнхийг хүлээн зөвшөөрч парламентын
              хяналтыг ажиллуулах гэдэг
            </div>
            <div>
              <strong>Х.Номингэрэл</strong>: - Занданшатар, Отгонбаяр, МОНГОЛын
              үнэт зүйлс&nbsp;(зөвхөн уламжлалт бус)&nbsp;ардчилал, хүний эрх,
              эрх чөлөө ч мөн гэдгийг сургалтад оруулмаар.
            </div>
            <div>
              <strong>Д.Энхбат</strong>: - Үгийг залруулах хэрэггүй. Тэр
              сэтгэлгээг, төрийн гажуудлыг залруулах хэрэгтэй байна даа. Олонх
              цөөнх байраа олох
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Хүмүүсийг хулхиддаг хуурдаг улс
              төрчдөд дахин итгэхгүй, сонгохгүй, сайхан үг бус үйл хэрэг, цаг
              хугацаа үнэнийг харуулна.
            </div>
            <div>
              <strong>Х.Тэмүүжин</strong>: - Номингэрэлтэй санал нэг байна.Үнэт
              зүйлээ дахин нэг эрэгцүүлэх хэрэгтэй байх. Ардчилал хуульт ёсонд
              халгаатай уламжлал цөөнгүй байна.
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Ардчилалын хамгийн дайсан бол
              өнөөдөр авилгал дэлхийн 27 улсын ардчилал авилгалаас болж нурсан.
            </div>
            <div>
              <strong>Х.Тэмүүжин</strong>: - Занданшатар, Отгонбаяр, халгаатай
              уламжлал цөөнгүй байгаа. тийм шүү, гэхдээ яагаад танайхан
              авилгатай тэмцэх хүсэлгүй, түүний эсрэг санаачлага болгоныг
              нурааж, үгүйсгээд байдаг юм.
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Ингэж нээлттэй хэлэлцэж байгаа
              нь эрүүл байна. Бүгдээрээ сайхан наадаарай, 2220, 100, 90 жилийн
              ойн баярын мэнд хүргэе.
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Тэмүүжин, зөвхөн манайх бус,
              авлигатай тэмцэх газрын даргаа шоронд хийж авилгатай тэмцдэг юм
              уу?
            </div>
            <div>
              <strong>Сэргэлэн мэргэн</strong>: - Сэргэлэн мэргэн: - Энэ
              “нийгмийн ардчилалынхан” яагаад өөрсдийн мөнгийг хүн болгонд
              хувааж өгдөггүй, бүгдийн мөнгийг өөрсдөө хувааж дарга нь өөрөө
              хуулиа зөрчөөд байвал Ерөнхий сайдыг ч шоронд хийж болдог байх
              учиртай.
            </div>
            <div>
              <strong>Д.Энхбат</strong>: - Иргэд МУУ төрийг солих ЭРХТЭЙ
              төдийгүй ҮҮРЭГТЭЙ&nbsp; - Германы фашизмыг харсаар байж гаргасан
              сэхээтнүүдэд зориулсан үг, Киноноос. ... Энэ бол Таны үр
              хүүхдийнхээ болон улс үндэстнийхээ ирээдүйн төлөө хүлээх үүрэг...
            </div>
            <div>
              <strong>Сэргэлэн мэргэн</strong>: - Монголын&nbsp;JCI аас гурван
              зам гардаг гэнэ. Долигонуурууд нь МАН руу, пээдгэрүүд нь АН руу,
              толгойтой нь ИЗН рүү, энэ ногоон намынханы PR уу? &nbsp;
            </div>
            <div>
              <strong>Д.Энхбат</strong>: - Авилгад идэгдсэн төр = МУУ төр.
            </div>
            <div>
              <strong>Х.Номингэрэл</strong>: - Энэ зөвхөн киноны санаа биш,
              Германы үндсэн хуулин дээр байгаа үзэл санаа.
            </div>
            <div>
              <strong>Ш.Үнэнтөгс</strong>: - Ёстой зөв, ийм л хүн олон
              байгаасай. Хуучинаа бүү санагалз аа гэж хэлэхээр загнах юм байна ш
              тээ зарим хүн.
            </div>
            <div>
              <strong>Г.Занданшатар</strong>: - Тэмүүжин, уучлаарай, та очоод
              дэмжинэ хараат бус байдлыг нь хангана гээд хамтран ажиллаж
              байгаагүй бил үү?
            </div>
            <div>
              <strong>Ш.Үнэнтөгс</strong>: - Пааблик бол пааблик шүү дээ,
              тэднийг чинь зөв чигт чиглүүлэх хэрэгтэй ш тээ. Одоо олдсон махаа
              нэг идэх үү хэд идэх үү?
            </div>
            <div>
              <strong>Сэргэлэн мэргэн</strong>: - Хууль гаргах чадваргүй энэ УИХ
              тараад хуучин 26 том тойргоороо сонгуулиа дахисан нь дээр. 52
              жижиг тойргоос л дээр байх.
            </div>
            <div>
              <strong>Х.Тэмүүжин</strong>: - Байгууллагыг нь одоо ч дэмжсээр
              байгаа. Сонирхлын зөрчлийг зохицуулах хуулиар АТГ-ын эрх мэдэл
              нэмэгдэнэ, илүү тодорхой болно.
            </div>
            <div>
              <strong>Сэргэлэн Мэргэн</strong>: - Одоо төр барьж ард түмэнд
              таалагдах чухал бус, хойч үеэсээ талархал хүлээх зүйл л хийх нь
              чухал.
            </div>
            <div>
              <strong>Б.Долгор</strong>: - Үнэн хэлжээ. Өөрийнхөө бодож байгаа
              юм бүхнийг туйлын үнэн гээд итгэчихсэн зарим улс төрчид байх юм.
            </div>
            <div>
              <strong>Х.Тэмүүжин</strong>: - Үнэхээр ч зарим хүн асуудал хоёр
              салахын аргагүй нэг зүйл болчихсон байдаг шүү. Посткоммунист
              орнуудад хуулийн салбарын шинэчлэл гэдэг бол боловсон хүчний
              бодлого, хүний шинэчлэлт гэж хэлдэг болчихсон юм билээ. Хуульчдыг
              нь өөрчлөхгүй, хуулийг нь өөрчлөөд ямар ч нэмэргүй. Энэ салбарт
              хүмүүстэй муудалцахаас өөр аргагүй юм билээ.
            </div>
            <div>
              <strong>Д.Мягмарсүрэн</strong>: - Танд өмнө нь яг ийм асуудал
              тулгарч нэлээн хэл ам болсон доо?
            </div>
            <div>
              <strong>Х.Тэмүүжин</strong>: - Одоо ч байгаа.
            </div>
            <div className="items-end">(Төгсөөгүй)</div>
            <div className="items-end">Эмхлэн бөөгнүүлсэн ЖБИ</div>
          </div>
        </div>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,<a href="/sidebar/temdeglel/">ТЭМДЭГЛЭЛ</a>
      </div>
      <div className="post_info_full right">2012.03.24</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/178/"
          st_title="НААДМЫН ӨМНӨХ “НАРГИАН”"
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/178/"
          st_title="НААДМЫН ӨМНӨХ “НАРГИАН”"
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/178/"
          st_title="НААДМЫН ӨМНӨХ “НАРГИАН”"
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/178/"
          st_title="НААДМЫН ӨМНӨХ “НАРГИАН”"
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/178/"
          st_title="НААДМЫН ӨМНӨХ “НАРГИАН”"
        />
      </div> */}
      <div className="disqus">
        <div id="disqus_thread">
          <iframe
            id="dsq-app3702"
            name="dsq-app3702"
            // allowTransparency="true"
            frameBorder={0}
            scrolling="no"
            tabIndex={0}
            title="Disqus"
            width="100%"
            src="https://disqus.com/embed/comments/?base=default&f=batireedui&t_u=http%3A%2F%2Fbatireedui.com%2Fpost%2F178%2F123&t_d=%D0%9D%D0%90%D0%90%D0%94%D0%9C%D0%AB%D0%9D%20%D3%A8%D0%9C%D0%9D%D3%A8%D0%A5%20%E2%80%9C%D0%9D%D0%90%D0%A0%D0%93%D0%98%D0%90%D0%9D%E2%80%9D&t_t=%D0%9D%D0%90%D0%90%D0%94%D0%9C%D0%AB%D0%9D%20%D3%A8%D0%9C%D0%9D%D3%A8%D0%A5%20%E2%80%9C%D0%9D%D0%90%D0%A0%D0%93%D0%98%D0%90%D0%9D%E2%80%9D&s_o=default#version=f7a73aced2afb4b2a80d8f8c751c458b"
            style={{
              width: "1px !important",
              minWidth: "100% !important",
              border: "none !important",
              overflow: "hidden !important",
              height: "75px !important",
            }}
            // horizontalscrolling="no"
            // verticalscrolling="no"
          />
        </div>
      </div>
    </div>
  );
}
