import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Arial, sans-serif",
          fontSize: "22px",
          lineHeight: "1.2",
          display: "flex",
          gap: "4px",
        }}
      >
        <span>Ж.БАТИРЭЭДҮЙ:</span>
        <span>&quot;ЭМНЭЛГИЙГ</span>
        <span>ЭС</span>
        <span>ХҮСВЭЭС</span>
        <span>ЭРҮҮЛ</span>
        <span>БАЙ&quot;</span>
      </h1>
      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          <br />
          <span style={{ color: "#000a83" }}>
            <Image
              src="/images/Havar2011Tokyo326.jpg"
              alt=""
              width={350}
              height={262}
              style={{
                float: "left",
                display: "inline",
                width: 350,
                marginRight: 10,
              }}
            />
            &quot;Эрүүлийг хүсвэл эмнэлгийг хүс&quot; Монголын орчин үеийн уран
            зохиолыг үндэслэгч Д.Нацагдорж аль 1935 онд ингэж бичиж байж. Энэ
            уриа хүмүүсийн мөнхийн уриа. Өнөөдөр ч утга чанар алдаагүй л байна.
            Эрүүл байя, өвчин зовлонгоосоо салая гэвэл эмнэлэг бараадахаас өөр
            арга үнэхээр үгүй. Өчигдөр манай сургуулийн бүх багш нарыг Японы
            хуулийн дагуу жил тутмын эрүүл мэндийн үзлэгт хамрагдана уу гэсэн
            бичиг иржээ. Японы улсын болон хувийн компаниуд бүгд бүтэн орон
            тоонд ажиллаж байгаа өөрийн харьяаны бүх хүмүүсийг жилд нэг удаа
            эмнэлгийн бүрэн шинжилгээнд хамруулах хуультай юм байна. Энэ
            шинжилгээгээр цээжний зураг авна, жин, өндөр хэмжинэ, цусны даралт
            үзнэ, зүрхний бичлэг хийнэ, зүрхийг чагнаж зөвлөгөө өгнө, нүдний
            хараа, сонсгол шалгана, шээс, цусны шинжилгээ авна. Хэрэв хүсвэл
            хавдарын шинжилгээ хийнэ. Эрүүл мэндийн үзлэг гэдэг ийм учиртай аж.
            Манай сургууль лав жил бүрийн 6 сарын эхээр ийм үзлэгт бүх багш,
            ажилтан нараа хамруулж байна. Монголд би ийм тогтолцоо бий болгож
            хууль гаргаасай гэж бодох юм. Япончуудын дундаж нас өндөр, хүмүүс их
            урт насладагийн нэг учир нь энэ жил тутмын эмнэлгийн бүрэн үзлэг
            байх шиг байна. Жилд хүн өөрөө давхиж очоод биш юмаа гэхэд “хуулийн
            хүчээр” нэг шалгуулаад байхад учиртай даа. Ялангуяа эрчүүд бол
            эмнэлэгт үзүүлэхгүй явсаар байгаад л янз бүрийн муу юм болохыг аль
            тэр гэхэв. Мэдээж дундуур нь өвдөж зовбол үзүүлэлгүй яахав. Японы
            даатгалын тогтолцоо их уян хатан бөгөөд даатгал нь Японы улс,
            хувьсгалын аль ч эмнэлэгт, хэдэн ч эмнэлэгт хүчинтэй байдаг юм
            байна. Лоббид автаж хэрэгтэй хэрэггүй хууль санаачилаж байхаар бүх
            албан газар, компани, аймаг, сум өөрсдийн хүнийг жилд нэг удаа
            эмнэлгийн бүрэн шинжилгээнд заавал хамруулахыг хуульчлаж өгвөл
            монголчуудад мөн их тус болно доо. Хуульчлахгүй болохоор зугтаагаад
            ирдэггүй гэж байгаа юм. Манай их хурлын гишүүд ийм юм санаачлаасай,
            хамгийн гол нь энэ үзлэгийн мөнгийг улс хариуцдаг байх хэрэгтэй.
            Тэгээд орчин үеийн нүүдлийн сайн чанарын эмнэлэг, тоног төхөөрөмжийг
            монголд оруулах хэрэгтэй байна, тодорхой хуваариар улс орон даяар
            явуулж хөдөөний малчдыг сумын төвд ч юмуу үздэг ийм журамд орвол хүн
            амын эрүүл мэндийг хамгаалах, урт наслаж, удаан жаргахад ээ мөн буян
            болно доо. Үүнийг манайхан нэг бодоосой. Шинэ ерөнхийлөгч эрүүл
            мэндийн даатгалын мөнгийг жаахан нэмнэ гэж яриад байна билээ. Тийм
            хоёрын хооронд юм бараг хэрэггүй дээ.
          </span>
        </p>
        <p style={{ textAlign: "right" }}>
          <span style={{ color: "#000a83" }}>
            (c) Ж.Ирээдүй, 30.05.2009, Токио
          </span>
        </p>
        <p style={{ textAlign: "right" }}>
          <span style={{ color: "#000a83" }}>
            Зураг дээр: Японы Токио хотын Мусашино дүүрэг дэх &quot;Улаан
            загалмайн олон улсын эмнэлэг&quot;
          </span>
        </p>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>
      </div>
      <div className="post_info_full right">2009.05.30</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/81/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ЭМНЭЛГИЙГ ЭС ХҮСВЭЭС ЭРҮҮЛ БАЙ"'
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/81/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ЭМНЭЛГИЙГ ЭС ХҮСВЭЭС ЭРҮҮЛ БАЙ"'
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/81/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ЭМНЭЛГИЙГ ЭС ХҮСВЭЭС ЭРҮҮЛ БАЙ"'
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/81/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ЭМНЭЛГИЙГ ЭС ХҮСВЭЭС ЭРҮҮЛ БАЙ"'
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/81/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ЭМНЭЛГИЙГ ЭС ХҮСВЭЭС ЭРҮҮЛ БАЙ"'
        />
      </div> */}
      <div className="disqus"></div>
    </div>
  );
}
