import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Arial, sans-serif",
          fontSize: "17px",
          lineHeight: "1.2",
          display: "flex",
          gap: "4px",
        }}
      >
        <span>Ж.БАТИРЭЭДҮЙ:</span>
        <span>&quot;ХУУЛИЙН</span>
        <span>ГАЗАР</span>
        <span>ХУЛГАЙЧ,</span>
        <span>ШАШНЫ</span>
        <span>ГАЗАР</span>
        <span>ЧӨТГӨР</span>
        <span>БИЙ&quot;</span>
      </h1>
      <div className="post_content_full">
        <div style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            <Image
              width={350}
              height={262}
              src="/images/DSC00330.jpg"
              alt=""
              style={{
                float: "left",
                display: "inline",
                width: 350,
                marginRight: 10,
              }}
            />
            Монголчууд ёс бус, хууль биш зүйлийг зүйрлэн нэрлэсэн олон сайхан
            зүйр сэцэн үг сэтгэсэн улс. Сүүлийн үед шашны хүн нь хормой хотоо
            дарахаа байлаа, хуулийн хүмүүс нь ч худал хулгайгаа нуухаа байлаа.
            Авлигыг тэвчэе гэдэг уриа лоозун хүртэл гарлаа. Хуулийг хусдаг нь ч,
            засдаг нь ч дарга болж мандлаа, ийм байхад бид яаж урагшлах вэ моост
            нь тулсан машин цасан дээр хий эргэх шиг л байна. Үгүй энэ чинь ямар
            хүнээ барсан биш та минь хэрвээ ардчилсан нийгэмд шударга хуулиа
            дагаад, хүн нь шулуун байдаг бол шоронд суусан хүн улс төрийг
            удирдах нь байтугай, хууль зассан хүн хуруугаа ч хөдөлгөж
            чадахгүйсэн. Хувааж идэж л байвал нэг хөнжилд нийлэх нь юу ч биш
            болж, хувьсгалыг төрөл төрлөөр нь ярьж, хуулийг өч төчнөөнөөр нь
            үйлдвэрлэж байна. Тэртэй тэргүй ядарсан монголчуудыг та минь зүгээр
            үү гэж тавлан асууна. Улс орон дамнасан улс төрийн гэмт хэрэгтэнүүд
            хүрч ирээд урдуур ороод юмаа авчихдаг юм байна. Гадаад улс орнууд
            гайхаад бүр учраа олохоо байлаа. Та нар чинь харин ёстой сонин
            улсууд уу үгүй юу? Бараг танайхан зүгээр биз гэж тавлан асууж байна?
            Хөөрхий дорд хүн хэлэх үг олдохгүй ёстой нөгөө шилээ маажиж, шүлсээ
            залгихаас өөрцгүй.
          </span>
        </div>
        <div style={{ textAlign: "justify" }}>
          <span style={{ color: "#000a83" }}>
            Одоо бүгдээрээ яршиг зүгээр аавынд байгаа хамгийн хүнд гэмт хэрэг
            хийсэн улсуудыг суллаж улс орноо удирдуулья. Тийм том гэмт хэрэг
            хийснийг бодоход тэд ухаантай, бас зоригтой улс байгаа байх. Яагаад
            гэвэл бидэнд аль болох хууль бус юм хийсэн “ухаантай”, “зоригтой”
            хүн хэрэгтэй байна. &nbsp;Монгол хүний амиа бодсон бэртэгчин зан гэж
            нэг муухай юм байна. Үүнийг захын замын түгжрэлээс аваад их хурлын
            мундагуудын мунхаг хууль батлах хүртэл илэрхий харж болно. Мөнгөтэй
            л болж байвал эд юу ч хийхээс буцах шинж алга. Хуваах, хүртэх,
            хүрэлцэх, оролцох юм байвал тэдэнд эх орны ашиг сонирхол, ард түмний
            итгэл найдвар гэж юу ч алга. Өнөө маргаашийн өвөр зуураа хуваах
            булчирхай нь ахиухан бол маргаашийн мах байна уу, нөгөөдрийн өөх
            байна уу ямар ч хэрэг алга. Эргэж хэзээ ч нөхөгдөхгүй эд баялагаа эд
            хуваагаад зараад идээд уучлаа. Өөрөө үхтэлээ, үр хүүхэд нь нэг үедээ
            идээд дуусахгүй мөнгөтэй бол монголын хойч үе хоолтой байна уу, хог
            түүнэ үү тэр хамаагүй болж газар нутгаа хөндийлөөд үлий болгож байх
            шиг байна. Худлаа үнэн хувьсгал хийе гэж уриалан дуудсан нэгэн
            байхад босоод очих хүн нэг ч алга. Угаасаа цөөн хүнтэй болохоор ууж
            удсан хүмүүсийн ураг төрөл ихэнхи нь байдаг бололтой. Хүн сайтай
            болохоор хүргэн бэр нь, хүүхдүүд шуухад идээд уугаад оролцчихсон
            байдаг бололтой хүрч очоод жагсах зориг зүрхтэй нэгэн алга. Мөнгө
            байвал бүхнийг шийдэж болно гэх гүн ухааныг балчир хүүхдийнхээ
            толгойд хүртэл суулгаж суудаг байшин, суйлдаг мөнгө, өмч хөрөнгө,
            өмссөн зүүсэн, утасны дугаар, уудаг иддэгээрээ уралддаг нэг муухай
            “өвчин” дэлгэрсээр байна. Ингээд бодохоор хуулийн газар хулгай бий,
            шашны газар чөтгөр байгаа нь үнэн бололтой. &nbsp;
          </span>
        </div>
        <div>
          <span style={{ color: "#000a83" }}>
            Хуулийн газрын хулгайчдыг хуйлруулж, шашны газрын чөтгөрийг
            шатаахгүйгээр монголчууд мунхарч дуусах нь, Монгол орон дампуурч
            төгсөх нь.
          </span>
        </div>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>
      </div>
      <div className="post_info_full right">2011.10.14</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/83/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ХУУЛИЙН ГАЗАР ХУЛГАЙЧ, ШАШНЫ ГАЗАР ЧӨТГӨР БИЙ"'
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/83/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ХУУЛИЙН ГАЗАР ХУЛГАЙЧ, ШАШНЫ ГАЗАР ЧӨТГӨР БИЙ"'
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/83/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ХУУЛИЙН ГАЗАР ХУЛГАЙЧ, ШАШНЫ ГАЗАР ЧӨТГӨР БИЙ"'
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/83/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ХУУЛИЙН ГАЗАР ХУЛГАЙЧ, ШАШНЫ ГАЗАР ЧӨТГӨР БИЙ"'
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/83/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ХУУЛИЙН ГАЗАР ХУЛГАЙЧ, ШАШНЫ ГАЗАР ЧӨТГӨР БИЙ"'
        />
      </div> */}
      <div className="disqus"></div>
    </div>
  );
}
