import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Arial, sans-serif",
          fontSize: "24px",
          lineHeight: "1.2",
          display: "flex",
          gap: "4px",
        }}
      >
        <span>Ж.БАТИРЭЭДҮЙ:</span>
        <span>&quot;БЕТХОВЕНИЙ</span>
        <span>ГЭР</span>
        <span>МУЗЕЙГЭЭР</span>
        <span>ЗОЧИЛОХУЙ&quot;</span>
      </h1>
      <div className="post_content_full">
        <p>
          <span style={{ textAlign: "justify" }}>
            <Image
              src="/images/Beethoven.jpg"
              alt=""
              width={300}
              height={361}
              style={{
                float: "left",
                display: "inline",
                width: 300,
                marginRight: 10,
              }}
            />
            Германы хуучин нийслэлд 2000 оноос хойш ажил албаны хэргээр голдуу
            хэд хэдэн удаа очжээ миний бие. Харин Людвиг вон Бетховений музей
            үзэх завгүй л явсан хэрэг байх, энэ удаа харин Бонны Их Сургуульд
            болсон Манжийн үеийн түүхийн хурал дууссаны дараа жаахан цаг гаруут
            зориуд хэрэг болгон музейд&nbsp; очиж үзсэнээ уншигч олонтой
            хуваалцая гэж бодлоо.
          </span>
        </p>
        <p style={{ textAlign: "justify" }}>
          Бонн хот Бетховений унасан газар, угаасан ус. Түүний гэр бүлийнхэн
          энэхүү Бонн хотын төвд шахуу орших жижигхэн шар байшинд нэгэн цагт
          амьдарч байсан бөгөөд тэрбээр энэ байранд 1770 оны 12 дугаар сарын 15
          нд Жоханн, Мариа Магдалена нарын хоёр дахь хүүхэд болон төржээ.
          Бетховений байшин бүр тэднийг гэрлэсний дараахан 1767 оноос&nbsp; хоёр
          тусдаа байж. Бетховений аав ээж нь арын байшинд нэлээд олон жил
          амьдарч байсан бөгөөд энд иртэлээ Бонн хотыг тойрч гурван ч удаа
          нүүжээ. 19 дүгээр зуунд энэ байрыг тойроод баахан ресторан болсон
          бөгөөд 1889 онд Бетховений гэр музейн нийгэмлэг гэгчийг санаачилсан 12
          хүн энэ байрыг худалдаж авч түүний музей болгох шийд гаргуулсан бөгөөд
          Бетховений дэлхийн хамгийн олон цуглуулга, үзүүлбэртэй гэр музей
          болсон ажээ. Энд түүний Бонн болон Австрийн Вена хотноо амьдарч байх
          үеийн 150 гаруй жинхэнэ оригиналь эх баримтыг тавьсан байх бөгөөд
          шинээр барьсан хажуугийн жижиг цагаан байшинд Бетховений хөгжмийн
          дижитал&nbsp; архив байдаг аж. Энэ байранд ороод Бетховений оригиналь
          амьд хөгжим, си ди-г орчин үеийн хамгийн сүүлийн үеийн техникээр
          тоноглосоноор сонсож болох агаадмөн энд түүний гар бичмэлийн анхны
          эхүүд, хөгжимийн ноот, гэрэл зургууд, эд өлгийн зүйлсийг үзэж, сонсож
          болно.
        </p>
        <p style={{ textAlign: "justify" }}>
          Надад хамгийн сонирхолтой зүйл бол Бетховений гэр бүлийн угийн бичиг,
          Вена хотод амьдарч байх үеийн зурагууд, түүний хэрэглэж байсан
          хөгжмийн зэмсэгүүд болон байрын дотор талыг яг тэр үеийнхээр нь
          хадгалсан нь маш сонин байлаа. Шал нь гишгэнгүүд чихарч дуугараад л
          тэр үеийн мод яг хэвээрээ, бараг үнэр нь үнэртэх шиг болсон. Хэдийгээр
          музейн дотор зураг авч болохгүй ч гэсэн гар утсаараа амжуулаад хэд хэд
          дараад авсан боловч харамсалтай нь хулгайн юм болохоор олигтой
          гарсангүй харин гадна авсан зураг гайхалтай сайхан гарсан. Бетховений
          өвөө аав Көлний Сүмийн нэртэй хамба Лүдвиг Элдэр (1712-1773) гэж хүн
          түүний хамгийн хүндэтгэлт хүн байж. Бетховен бүр 1782 онд 12
          настайгаасаа энэ ордоны найрал хөгжмийн чуулгад туслах ажилчнаас
          органист, хийлч, хөгжимч болтолоо ажиллаж гэр бүлийнхэндээ мөнгө
          цаасаар туслаж байсан байна. Түүний гэр бүл их ядуу тарчиг амьдарч
          байсан гэдэг. Ээжийгээ 1787 онд өөд болсоноос хойш бүр гэр бүлээ
          тэжээж нуруундаа үүрч хүн болжээ. Ээжийг нь нас барсаны дараа хатагтай
          Хелене вон Бреунинг бээр эхийн оронд эх болж сурч боловсроход нь
          анхаарч халамжилдаг байгаад насан туршдаа бие биедээ сайхан найзууд
          явжээ. Түүний нөхөр нь бүр сүүлд 1838 онд Бетховений жинхэнэ үнэн
          намтарыг хэвлүүлсэн байна.
        </p>
        <p style={{ textAlign: "justify" }}>
          Эцэг нь хэдийгээр хөгжимчин хүн байсан боловч нэг ч их анхаарал тавьж
          чадаагүй ч харин нэг удаа түүнийг Моцарт шиг авьяастай хүн болохыг
          олонд харуулах гэж хичээж үзжээ. Баримтаас үзвэл хамгийн анхны концерт
          1778 оны 3-р сарын 26 нд Көлнд болжээ. Харин нэг хөгжилтэй юм бол аав
          нь анхны тоглолт дээр нь түүн рүү олны анхаарал татахын тул 6 настай
          гэж худал хэлж байжээ. Бетховен анхны хөгжмөө түүний багш Бонны
          театрын удирдаач, хөгжмийн зохиолч Христиан Готтлоб Нээф (1748-1798)-
          ийн тусаар 1782 онд хэвлүүлжээ.
        </p>
        <p style={{ textAlign: "justify" }}>
          Өөр нэгэн сонин зүйл бол түүний Бонны театрт ажиллаж байхдаа тоглодог
          байсан хийлийг тавьсан байлаа. Энэ хийлийг 1780 онд Стайнер гэдэг
          хүний загвараар Себастиан Далингэр зохион бүтээжээ. Бас нэг сонин зүйл
          бол түүний бүр 10 настай байхаас тоглож байсан Минор Ордерийн сүмийн
          нэгэн аргон буюу их хуур тэнд тавьсан байна билээ. Дэлхийн хоёрдугаар
          дайны үед бусад хөгжмийн зэмсэгүүд эвдэрч сүйдсэн бөгөөд энэ хуурыг
          бүр 1904 онд тус сүмээс Бетховений гэр музейд шилжүүлэн өгсөн байна.
          Харин энэ хөгжмийг хэрхэн яаж тоглох тухай заавар нь шилжүүлэх явцад
          алга болжээ. Мөн тэнд хамгийн анх бичсэн төгөлдөр хуурын гурван
          сонатын зураг эхээрээ байна билээ. Бетховен 1792 онд Бонныг орхиж
          Жосеф Хаиднаар хөгжим бичихийг заалгахаар Венад нүүжээ. Энэ үед
          тэрбээр 22 настай байж. Ингэж түүний алдарт хөгжмийн зохиолч болох зам
          нээгдэж дэлхий даяар хүлээн зөвшөөрчээ. Эндээс түүний&nbsp; “Сарны
          сонат”, “Баатарлаг”, “Гуравдугаар симфони” зэрэг суут бүтээлүүд ундарч
          эхэлжээ. Харин тэрбээр хар залуу 26 наснаасаа сонсгол нь муудаж санаа
          нь зовж үргэлж бүтээл хийж суудаг байж. Ингээд 1802 оноос арваад жил
          тэрбээр ухаан мэдрэлгүй ажиллаж 4,5,6,7, 8-р симфоноо бичиж, чавхдаст
          хөгжим, найрал хөгжим, хийл хөгжимийн концертуудаа туурвиж, “Леонора”,
          “Кориолан” удиртгал хөгжим, “Эгмонт” жүжгийн хөгжимөө бичжээ. Бетховен
          амьдралынхаа сүүлийн хагасыг маш эмгэнэлтэй өнгөрөөсөн бөгөөд тэрбээр
          30 насандаа таг дүлий болсон учир хөгжимчин хүн юутай гутамшигтай,
          юутай эмгэнэлтэй хэрэг билээ. Тэрбээр төрсөн ахдаа бичсэн нэгэн
          захидалдаа, “... Хажууд минь байгаа хүн хүн алсад жингэнэх лимбийн
          дууг сонсож байхад би огт сонсохгүй байгаадаа юутай гутарнам, энэ
          бүхэн намайг амьдын там руу хөтөлж, жаахан удсан бол би амиа хорлох
          байлаа, гагцхүү урлаг аварлаа, амьдралаа зориулсан бүхнийг хийж
          гүйцээхээс нааш ертөнцийг орхих гэдэг сэтгэшгүй мэт санагдана...” гэж
          бичиж байжээ.
        </p>
        <p style={{ textAlign: "justify" }}>
          Бетховен хурын хар үүл нүүж, аянга цахилгаан нижигнэн түнэр харанхуйг
          доргиосон аймшигт шөнө буюу 1827 оны 3-р сарын 26 нд Австрийн нийслэл
          Вена хотын захад хөөрхий муу намхан байшиндаа юу ч үл сонсовч хорсол
          хилэнгээ занан гараа зангидан эргэхдээ хүйтэн шалан дээр унаж, дахин
          босолгүй насан өөд болжээ. Түүнийг 3 сарын 29 нд чандарлаж оршуулах
          ёслолд нь 20 мянган хүн оролцжээ.
        </p>
        <p style={{ textAlign: "justify" }}>
          Ингэж есөн сарын бүрхэг өдөр дэлхийн алдарт хүн Бетховений гэр музейг
          үзээд гунигтайхан гарч алхвал нарийн бороо шивэрсэн намрын саарал өдөр
          байлаа Бонн хотод.
        </p>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,<a href="/sidebar/temdeglel/">ТЭМДЭГЛЭЛ</a>
      </div>
      <div className="post_info_full right">2011.11.06</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/15/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "БЕТХОВЕНИЙ ГЭР МУЗЕЙГЭЭР ЗОЧИЛОХУЙ"'
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/15/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "БЕТХОВЕНИЙ ГЭР МУЗЕЙГЭЭР ЗОЧИЛОХУЙ"'
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/15/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "БЕТХОВЕНИЙ ГЭР МУЗЕЙГЭЭР ЗОЧИЛОХУЙ"'
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/15/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "БЕТХОВЕНИЙ ГЭР МУЗЕЙГЭЭР ЗОЧИЛОХУЙ"'
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/15/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "БЕТХОВЕНИЙ ГЭР МУЗЕЙГЭЭР ЗОЧИЛОХУЙ"'
        />
      </div> */}
      <div className="disqus">
        <div id="disqus_thread">
          <iframe
            id="dsq-app5389"
            name="dsq-app5389"
            // allowTransparency="true"
            frameBorder={0}
            scrolling="no"
            tabIndex={0}
            title="Disqus"
            width="100%"
            src="https://disqus.com/embed/comments/?base=default&f=batireedui&t_u=http%3A%2F%2Fbatireedui.com%2Fpost%2F15%2F123&t_d=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%91%D0%95%D0%A2%D0%A5%D0%9E%D0%92%D0%95%D0%9D%D0%98%D0%99%20%D0%93%D0%AD%D0%A0%20%D0%9C%D0%A3%D0%97%D0%95%D0%99%D0%93%D0%AD%D0%AD%D0%A0%20%D0%97%D0%9E%D0%A7%D0%98%D0%9B%D0%9E%D0%A5%D0%A3%D0%99%22&t_t=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%91%D0%95%D0%A2%D0%A5%D0%9E%D0%92%D0%95%D0%9D%D0%98%D0%99%20%D0%93%D0%AD%D0%A0%20%D0%9C%D0%A3%D0%97%D0%95%D0%99%D0%93%D0%AD%D0%AD%D0%A0%20%D0%97%D0%9E%D0%A7%D0%98%D0%9B%D0%9E%D0%A5%D0%A3%D0%99%22&s_o=default#version=f7a73aced2afb4b2a80d8f8c751c458b"
            style={{
              width: "1px !important",
              minWidth: "100% !important",
              border: "none !important",
              overflow: "hidden !important",
              height: "75px !important",
            }}
            // horizontalscrolling="no"
            // verticalscrolling="no"
          />
        </div>
      </div>
    </div>
  );
}
