import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1>
        <span style={{ height: "16px", marginRight: "8px" }}>
          Ж.БАТ-ИРЭЭДҮЙ:
        </span>
        <span style={{ height: "16px", marginRight: "8px" }}>
          &quot;МОНГОЛЧУУДЫГ
        </span>
        <span style={{ height: "16px", marginRight: "8px" }}>ЭРҮҮЛ</span>
        <span style={{ height: "16px", marginRight: "8px" }}>ЭСЭН</span>
        <span style={{ height: "16px", marginRight: "8px" }}>БАЙЛГАХЫН</span>
        <span style={{ height: "16px", marginRight: "8px" }}>ТӨЛӨӨ</span>
        <span style={{ height: "16px" }}>АЖИЛЛААРАЙ&quot;</span>
      </h1>

      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          <span>
            <Image
              width={200}
              height={200}
              src="/media/batireedui/content/Elbegdorj(1).jpg"
              alt=""
            />
            Миний бие шинэ ерөнхийлөгчийг тангараг өргөхийнх нь өмнөхөн ийм нэг
            ил захидал маягийн юм бичсэн юмаа. Тэгээд эхийг EMS буухиа
            шуудангаар явуулсаныг яана. Тэр очсон л байж таараа. Монгол
            үндэстний эрүүл энхийн төлөө санаа зовсондоо бичсэн ухаантай юм л
            даа. Гэвч надад нэг тийм юм авлаа энэ тэр гэсэн хариу таг л байна.
            Юу ч болсон уншигч Танаа толилуулж л байя.
            <br />
            Даяар монгол, Цахим өртөө-ний вэб сайт дээр гарсан олон хүн дэмжсэн
            байсанд урамшсан. Харин зарим нь их буруу ойлгосон юм шиг байна
            билээ.&nbsp;
          </span>
          <br />
          <br />
          <span>
            <br />
            Монгол Улсын Ерөнхийлөгч Цахиагийн Элбэгдорж Танаа
          </span>
          <br />
          <br />
        </p>
        <div style={{ textAlign: "justify" }}>
          Та сонгуулийн насны нэг сая ерэн долоон мянган хүнээс таван зуун жаран
          хоёр мянга дөрвөн зуун дөчин есөн хүний буюу тавин нэг зууны хорин
          дөрвөн хувийн санал авч Монгол улсын хойморт лав дөрвөн жил залрах эрх
          оллоо. Төрийн гурван өндөрлөг суухад Ерөнхийлөгч голд нь заларч
          харагдана. Таны хоёр талд Ерөнхий сайд, Их Хурлын дарга тухална.
          Айлаар бол аав нь. Аав алсын хараатай, буурь суурьтай, эрдэм ухаан
          төгөлдөр болуужин айл гэр амар амгалан, үр хүүхэд бие эрүүл, сэтгэл
          тайван бус уу. Ерөнхийлөгч болохоос эхлээд байх хүртэл өөрөө асар их
          оюун ухаан, эрдэм боловсрол, хүч хөдөлмөр, тэвчээр хатуужил, сэтгэлийн
          тэнхээ, тархины даац шаардсан ажил байх. Тэр их ачаа тан руу яг одоо
          ирж явна.
        </div>
        <div style={{ textAlign: "justify" }}>
          Төрийн тэргүүн бүхэн бүрэн эрхийнхээ хугацаанд ард түмэнд хэрэгтэй
          үндэсний хэмжээний томоохон ажлуудыг санаачлан бүтээдэг тийм уламжлал
          бараг тогтож байна. АНУ-ын 40 дэх Ерөнхийлөгч Роналд Рейган “Бид
          Ерөнхийлөгчийг насаар нь биш хийж бүтээснээр нь дүгнэх ёстой гэж Томас
          Жеферсон нэгэнтээ хэлснээс хойш би санаа зовохоо болисон” гэж хэлсэн
          байдаг юм байна билээ. Таныг ч бас наснаасаа ахиад ухаан гаргаж, их юм
          бүтээж хийхийг тань ард түмэн хүлээж суугаа.
        </div>
        <div style={{ textAlign: "justify" }}>
          Хааны алба халаатай, эзний алба ээлжтэй. Эзний албаа өгч байгаа
          Намбарын Энхбаяр мөн үндэсний хэмжээнд хэд хэдэн чухал ажил амжуулж
          олны саналыг татаж чадсан хүн. Тухайлбал, Мянганы хөгжлийн зорилтод
          суурилсан Монгол Улсын Үндэсний хөгжлийн цогц бодлогыг санаачилан
          УИХ-аар батлуулж зүг чигтэй болгож, нийт монголчуудын нуруун дээр
          байсан хүнд ачаанаас хэд хэдийг сугалаж, суллаж өглөө. Өрийн дарамтыг
          хөнгөлсөн, сургуулийн хүүхдүүдийг үдэд цай ууж, хоол иддэг болголоо,
          ядарсан ард түмний хүүхдүүдэд хэчнээн хэрэгтэй зүйл байсан. Нэг хүүхэд
          нэг компьютер төсөл хэрэгжсэн нь мэдээллийн технологийн эрин зуунд том
          ач тус. Иймэрхүү ажлуудыг боломж нь байдаг юм бол цааш үргэжлүүлэх,
          улам сайн сайхан болгож ёстой л төгөлдөржүүлэх хэрэгтэй байх. Гэвч
          ийнхүү хүүхэд залуучуудын төлөө, малчдын төлөө, настангуудын төлөө,
          оюутны төлөө, гэх зэргээр олон ажил сэтгэж хийж болох боловч ганцхан
          чухал юм дутагдсан хэвээр л байна. Энэ бүх хүмүүсийн эрүүл мэнд гэж
          нэг юм гарзандаа гарч байх шиг байна даа. Эцсийн эцэст хүмүүс цээжний
          пангаар удирдах муу удирдагчдын улмаас амь нас, амьдралаараа нийгмийн
          золиос болсоор байна. Энэ хатуу боловч үнэн үг шүү ерөнхийлөгч минь.
        </div>
        <div style={{ textAlign: "justify" }}>
          Одоо миний бодлоор юу юунаас түрүүнд хийх ганц зүйл байна. Энэ бол
          Монголын ард түмний эрүүл мэндийн төлөө хийх том ажил байх. Наад ард
          түмэн тань элдэв дээдийн шинэ хуучин өвчин хуучинд баригдаж, дууслаа
          Ерөнхийлөгч минь. Та хоёр ч удаа ерөнхий сайд байлаа, хот, хөдөөгүй
          зөндөө л их явлаа, хүмүүсийн амьдрал ямар их хэцүү, хот хөдөө гэгч
          тэнгэр газар шиг ялгаатай байгааг бэлхэн харж, мэдэрч байгаа. Манайхан
          мэдээд байгаа мөртлөө мэдээгүй юм шиг дүр үзүүлж явдаг нь хамгийн
          харамсалтай санагддаг. Одоо энэ ард түмний эрүүл мэндэд анхаарах цаг
          нэгэнт болжээ. Харин ч оройтож байна. Та мэдээж олон сайхан ажил
          санаачлах байх гэхдээ Та үүнийг барьж аваад бас хийж чадах юм бол улс
          төрийн карерт тань ч сайнаар нөлөөлөх байх.
        </div>
        <div style={{ textAlign: "justify" }}>
          Сүүлийн жилүүдэд эрүүл мэндийн салбарт маш олон төсөл хэрэгжиж байгаа
          юм байна. Одоогийн байдлаар гэхэд л бараг 20-иод төсөл явж байна. 2006
          онд Засгийн газрын тогтоолоор “Эрүүл монгол хүн” үндэсний хөтөлбөр
          батлагдаж 2007-2008 онд хэрэгжиж дуусах шиг боллоо. Миний бодлоор хүн
          ардыг бүрэн хамарч чадсангүй. Түүний үр дүн чухам юу болсныг мэдэхгүй
          байна. Мэдээж энэ хөтөлбөрүүд их бага хэмжээгээр үр дүнгээ өгч байгаа
          л байх. Гэхдээ ингэж хэсэглэж өм цөм энд тэндээс авч байснаас үндэсний
          хэмжээнд үүнийг бодлого болгож хууличилан хэрэгжүүлэхгүй бол нийт
          ардын эрүүл эсэн байх эсэхийн аюул нүүрлэж байна. Цаг биднийг
          хүлээхгүй нь.
        </div>
        <div style={{ textAlign: "justify" }}>
          Эрүүл мэндийн салбарын хөрөнгө оруулалт бас ч муугүй ч дийлэхгүй
          байна. Тухайлбал 2006 онд 103 тэрбум, 2007 онд 157 тэрбум, 2008 онд
          213 тэрбум болж өссөн бол хямралтай байгаа гэхэд энэ жил бараг түрүү
          жилтэй адил хэмжээнд байх юм байна. Үүн дээр Азийн хөгжлийн банк 60
          сая, Жайка 50 сая доллар “хаях” гэнэ. Энэ мөнгөний ихэнхийг
          эмнэлгүүдийн тоног төхөөрөмжийг шинэчлэхэд зараад явж байгаа гэж
          салбарын сайд нь мэдэгдэж байна. Мэдээж үүнийг хийлгүй яахав.
          <br />
          <div>
            Гэвч хүмүүсийн эрүүл мэндийн байдал сайжрахгүй. Ард түмэн элдэв
            дээдийн өвчин тэр дундаа элэг, ходоод, уушиг, болон бусад олон
            төрлийн муу муухай өвчин зовлонгоор амь насаа алдсаар, монголчууд
            төрж, үржиж өсч байгаа ч дэндүү олноороо аюулт өвчиний золиос болж
            хорогдсоор л байна. Нэг өглөө босоход нэг шинэ өвчний нэр дуулж,
            хорвоогийн мөнх бусыг үзүүлэх хоног тоолж суугаа хүмүүс зөндөө
            боллоо. Хорон муухай өвчинөөр хорвоог орхиогүй хүнтэй айл олоход
            бэрх болж байна. Нэг дуулахнаа хайртай аав, ээжээ, амьдралын нэг
            насны ханиа, сайн үр хүүхэд, ах дүүгээ өвчинөөр алдсан хүн
            нэмэгдсээр л байна. Өвчин зовлондоо шаналж яаж ч чадахгүй яваа хүн
            хот, хөдөөгүй олон байна. Үүний учир шалтгаан зөндөө. Гэвч хамгийн
            гол нь уридчилан сэргийлэх үзлэгийг тэр бүр хүрч хийлгэж чадахгүй
            байгаад хэргийн гол нь оршиж байна гэж мунхаг би бодно. Яг үнэнийг
            хэлэхэд хүн ардын олонхи тэр дундаа хөдөөгийн хүмүүс ямар хүнд орчин
            нөхцөлд аж төрж байгаа билээ, хоол унд, эрүүл ахуйн наад захын
            нөхцөл бололцоо хэр байгаа билээ. Та бүхнийг мэдэж байгаа тул
            тайлбарлах нь илүүц бизээ.
            <br />
            Би танд нэг л чухал санаа хэлэх гэсэн юм. Чухал гэдэг нь би чухал юм
            хэлж байгаа даа биш асуудал нь өөрөө хурц, нэн чухал болж байгаадаа
            байгаа юм. Манай хүмүүс бүгдээрээ зөвшөөрөх байх гэж бодож байна. Та
            эрүүл монгол хүний төлөө жинхэнэ утгаар ажиллаач. Энэ бол дөчөөс
            дээш настай бүх хүнийг орон даяар жилд нэг удаа эмнэлгийн бүрэн
            шинжилгээнд заавал хамруулдаг нэг сайхан хууль хамгийн түрүүнд
            санаачилмаар байна Та. Хуультай болгохгүй бол энэ бүтэхгүй нь
            тодорхой байна. Дөчин нас хүртэл барагтай өвчин зовлон тусах
            магадлал бага байдаг анагаах ухааны судалгаа байдаг юм байна. Энэ
            ажлыг хийхэд амархан. Олон юм байхгүй. “Эрүүл монгол хүн” хөтөлбөр
            хэрэгжүүлсэн туршлага манай анагаахынханд бэлээхэн байгаа. Өндөр
            нам, өргөн бүдүүн, хараа, сонсгол, зүрх, даралтыг нь шалгаж хэмжээд,
            цус, шээсийг нь шинжилж, чихрийн шижин, төрөл бүрийн хавдар, сүрьеэ,
            бэлгийн замын өвчин, дох-ыг шалгана, ингээд болно. Ингэвэл монгол
            хүн юу болж байгаагаа өөрөө мэдэж би юу болж байгаа бол гэж хий
            хоосон зовж шаналахгүй, ядаж нэг жилдээ амар тайван цаашдаа олон жил
            эрүүл энх, амар амгалан явж уг үндэсээрээ эрүүл саруул байх нөхцөл
            бүрдэхсэн. Үүнийг төр засгаас бүрэн дааж хариуцдаг тогтолцоонд
            шилжмээр байна. Мэдээж үүнд асар их мөнгө зоос орно.
            <br />
            Гэхдээ нас заачихаар бас хөнгөрнө. Үүнийг энэ ард түмний төлөө та
            ямар нэгэн аргаар олох хэрэгтэй байна. Алт эрдэнэсээ зарна уу, айл
            хунараас гуйна уу энэ таны мэргэн ухаан мэдэх ажил. Гаднаас орж ирж
            байгаа, орж ирэх гээд байгаа мөнгөнүүдээсээ ийш нь хандуулаач, ард
            түмнээ эрүүл болгоё гэж тэр хүмүүст ойлгуулаач, үгүй гэхгүй л байх
            даа. Анагаах ухаан асар их хөгжиж байна, явуулын хөөрхөн амбултори,
            эмнэлгүүд Японд гэхэд л төрөл төрлөөрөө зөндөө байдаг юм байна.
            Тэрнээс аваач, эмч, ажилтан нараа сургаач, бэлтгээч. Санаачилбал
            болно доо. Мөнгө олдоно, олж байна харин эрүүл мэнд эргүүлж олоход
            маш хэцүү, олдохгүй. Олдсон ч асар их үнээр олдоно. Хэчнээн төрлийн
            эрүүл мэндийн төрөлжсөн хөтөлбөрүүд боловсруулсан ч энэ нэг л ахиц
            үр дүн муутай байх шиг. Сайн байдаг байсан бол өдийд монголчууд
            ингэж олноороо аймшигт өвчинүүдээр хорвоог орхихгүйсэн.
            <br />
            Эцсийн эцэст эрүүл байвал юуг ч бүтээж болно. Хамгийн түрүүнд
            Монголчууд бүгдээрээ эрүүл саруул байх хэрэгтэй байна. Эрүүл биед
            саруул ухаан оршино гэж ардын сайхан үг бий. Эрүүл байж их юм хийж
            бүтээнэ.
            <br />
            Бид цөөхүүлэхнээ шүү дээ. Та бидний цөөхөөн Монголчуудыг эрүүл энх,
            амар амгалан байлгахын төлөө нэгэн үзүүрт сэтгэлээр ажиллаарай. Танд
            эр биеийн эрүүл энх, эрхшээл бэрхшээлийг сөрж даах зүрх зориг, ихийг
            хийж бүтээхийн эрч хүч, танай гэр бүлд сайн сайхан бүхнийг бэлгэдэн
            ерөөе.
          </div>
        </div>
        <div style={{ textAlign: "justify" }}>Үүний тул хүндэтгэн ёслосон,</div>
        <div style={{ textAlign: "justify" }}>
          Хэлшинжлэлийн Ухааны доктор Жанцангийн Бат-Ирээдүй
        </div>
        <div style={{ textAlign: "justify" }}>
          Токиогийн Гадаад Судлалын Их Сургуулийн
        </div>
        <div style={{ textAlign: "justify" }}>Зочин Профессор</div>
        <div style={{ textAlign: "justify" }}>Япон Улс, Токио</div>
        <div style={{ textAlign: "justify" }}>
          Токио, 2009 оны 6 дугаар сарын 15
        </div>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/sidebar/il-zahidal/">ИЛ ЗАХИДАЛ</a>
      </div>
      <div className="post_info_full right">2009.07.29</div>
      <div className="clear" />
    </div>
  );
}
