"use client";

import React, { useEffect, useState } from "react";
import Image from "next/image";
import Link from "next/link";

import Pagination from "@mui/material/Pagination";

import { useRouter } from "next/navigation";

interface Post {
  id: number;
  imageUrl?: string;
  title: string;
  content: string;
  post: string;
  category: string;
  href: string;
}

const postList: Post[] = [
  {
    id: 1,
    imageUrl: "/images/thumb_sample.jpg",
    title: " Foreign Office 'lured Mongolian official to UK'",
    href: "/",

    content:
      " Mr Batbold cancelled a trip to the UK in November - the reason is disputed A Mongolian security services official is due in court in the UK to fight extradition ...",
    post: "Нийтэлсэн: 2012-04-03, 13:29",
    category: "Ангилал: ТЭМДЭГЛЭЛ",
  },
  {
    id: 2,
    imageUrl: "/images/thumb_sample.jpg",
    title: "Mongolian spy 'lured to UK to be arrested'",
    href: "/",

    content:
      "THE INDEPENDENT NEWSPAPER By Wesley JohnsonWednesday, 5 January 2011A senior member of the Mongolian security services was lured to Britain so he could be arrested and jailed under a European ...",
    post: "Нийтэлсэн: 2012-04-03, 13:28",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 3,
    imageUrl: "/images/sidebar/7853691810051429587_301_x_200.png",
    title: "Lawyer: Mongolian chief had immunity from arrest",
    href: "/",

    content:
      "(UKPA) –&nbsp;16 hours ago A Mongolian spy chief allegedly lured to the UK so he could be arrested at London's Heathrow Airport should not have been detained because he is ...",
    post: "Нийтэлсэн: 2012-04-03, 12:29",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 4,
    imageUrl: "/images/thumb_sample.jpg",
    title: "Mongolian spy chief fights extradition in UK court",
    href: "/",

    content:
      " WASHINGTON POST By JILL LAWLESS The Associated PressWednesday, January 5, 2011; 1:24 PM LONDON -- A lawyer for a Mongolian spymaster who was clapped into handcuffs as his plane landed ...",
    post: "Нийтэлсэн: 2012-03-29, 15:27",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 5,
    imageUrl: "/images/thumb_sample.jpg",
    title: "Mongolian spymaster arrested in Britain",
    href: "/",

    content:
      "STUFF.CO.NZ A Mongolian spymaster who says he was lured to Britain on false pretenses is due in court to fight extradition on kidnapping allegations. Bat Khurts, head of Mongolia's counterterrorism ...",
    post: "Нийтэлсэн: 2012-03-29, 15:24 ",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 6,
    imageUrl: "/images/sidebar/470927606133369065_301_x_200.png",
    title: "Sayaka Ganz FORT WAYNE, IN",
    href: "/",

    content:
      " About Sayaka:Sayaka Ganz was born in Yokohama and identifies a strong Japanese influence in her work, even though she grew up in several different countries. During her BFA studies ...",
    post: "Нийтэлсэн: 2012-03-28, 18:40",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 7,
    imageUrl: "/images/sidebar/4113777096233574921_301_x_200.png",
    title: "Michael Klein NEW YORK, NY",
    href: "/",

    content:
      " About Michael:Michael Klein paints with an unusual sensitivity toward nature”something he attributes to growing up in the Midwest. After completing high school, Klein enrolled himself in numerous stringent atelier programs, ...",
    post: "Нийтэлсэн: 2012-03-24, 19:26",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 8,
    imageUrl: "/images/sidebar/13141311383585863740_301_x_200.png",
    title: "ХҮНИЙ ОРЧЛОНГИЙН ДӨРВӨН ДАЛАЙ",
    href: "/",

    content:
      "Хүний орчлон гүнзгий ажээ... Орчлонгийн далай дөрөв ажээ. Хүн эхээс төрөхөд хувь заяаны төөргөөр энэхүү орчлонгийн дөрвөн далайг туулах учиртай. Эхний далайд хүний өлгий ад чөтгөр, тамын аюулд отуулан хөвж ...",
    post: "Нийтэлсэн: 2012-03-24, 19:20",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 9,
    imageUrl: "/images/sidebar/1341311383585863742_301_x_200.png",
    title: "ТАМЫН ОРНЫ УЧИР АНУ",
    href: "/",

    content:
      "Тамын оронд чөтгөр зэтгэр, шулмас, албин, буг, ороолон, онгод мэтийн хорлонт амьтад аж төрөх бөгөөд тэнд бас хүний орчлонгоос нүглийн үр нь гүйцэж тамд унасан хүмүүсийг зовоон тарчлаадаг газар. &nbsp;Тамын ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 10,
    imageUrl: "/images/thumb_sample.jpg",
    title: "Японы Гааль",
    href: "/",

    content:
      "Японы хилээр 760 мл хүртэл согтууруулах ундааны зүйл, 56 мл хүртэл үнэртэй усны зүйл, 200,000 йэн буюу 2000 хүртэл доллартай тэнцэх хэмжээний үнэтэй бэлгэ дурсгалын зүйл, авч орж болно. Харин ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 11,
    imageUrl: "/images/thumb_sample.jpg",
    title: "ACMS Announces New Mongolian Visiting Scholar Program in 2011",
    href: "/",

    content:
      "The new ACMS Visiting Scholar Program provides funding&nbsp;support for&nbsp;3-12 week short-term visits by Mongolian scholars&nbsp;to US universities&nbsp;and academic research centers to work with&nbsp;US based counterparts on collaborative &nbsp;projects and public&nbsp;outreach&nbsp;activities.&nbsp;The ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 12,
    imageUrl: "/images/sidebar/stalin.png",
    title: "Сталиний нууц яриа",
    href: "/",

    content:
      " Цэндийн Дамдинсүрэн гуайг 1943 онд Зөвлөлтийн улаан армид бэлэг хүргэхээр төлөөлөгчдийн бүрэлдэхүүнд багтаж очиход нөхөр Сталин өөрөө хүлээн авч, хүлээн авалт хийж. Хүлээн авалт болохын өмнө Чойбалсангийн орчуулагч Ширэндэвийг байхгүй ....",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 13,
    imageUrl: "/images/sidebar/4362438656230555529_301_x_200.png",
    title: "Эмгэн Бадарч",
    href: "/",

    content:
      "Пунцагийн Бадарч гуай Дашдооровын нутагт арми сурталчлах ажлаар очиод тайзан дээр сууж байхад нь Э.Оюун гуай явж байгаа тэр урт үстэй, монгол дээлтэй, шар авгай&nbsp;чинь мөн биш гэж хүмүүс шуугилдаад ...",
    post: "Нийтэлсэн: 2012-04-03, 12:41",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/4949143019297636094_301_x_200.png",
    title: "Ажил баллаад хаячихна",
    href: "/",

    content:
      "Мишигийн Цэдэндорж гуай, Лхамсүрэн гуай хоёр нэг өдөр савахаар нийлж л дээ. Энх тайвны гудамжаар тэдний байрны дэргэдүүр алхаж явсанаа Лхамсүрэн гуай гэнэт хөөе хөөе, тонгой, тонгой гэж. Яав юу ...",
    post: "Нийтэлсэн: 2012-07-09, 18:29",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 15,
    imageUrl: "/images/sidebar/8013940554153837648_301_x_200.png",
    title: "Зөрүү бодолГ",
    href: "/",

    content:
      "1970 онд С.Эрдэнэ, С.Удвал, Б.Ринчен гуай гурав Бухарестэд социалист орнуудын зохиолчдын хуралд явж байхдаа нэг өдрийн хоолон дээр Б.Ринчен гуай оньсого таалгаж. Үс үсээрээ нийлнэ, мах махаараа нийлнэ, үдэш болхоор ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 16,
    imageUrl: "/images/sidebar/6332462422578301406_301_x_200.png",
    title: "Үнэтэй хоол",
    href: "/",

    content:
      "Сэнгийн Эрдэнэ гуай 1958 онд Ардчилсан Германд соёлын төлөвлөгөөний шугмаар анх ганцаараа хөл тавьж. Эхний өдөр өлсөж буусан буудалдаа ресторанд орж, цэсийг нь үзсэн чинь бүгд герман. Үйлчлэгчтэй нь оросоор ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 17,
    imageUrl: "/images/sidebar/5533451185865319686_301_x_200.png",
    title: "Хажуугийн хаяг",
    href: "/",

    content:
      "Uniqlo, Ginza, Tokyo, 2010 Энэ зун надтай хамт ажилладаг монгол судлаач япон хүн Монголд очлоо. Бид хоёр нэг өдөр Улаанбаатарын гудамжаар жаахан алхаж хороололд номын дэлгүүр баахан хайж явлаа. Тэгсэн ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 18,
    imageUrl: "/images/sidebar/6854865383949827966_301_x_200.png",
    title: " Т.Галсан: Намрын шөнө найм, зуны шөнө зургаа",
    href: "/",

    content:
      "Т.Галсан гуай гар утас барьдаггүй. Тэрбээр гэргийдээ “Г.Занданшатар гишүүнээс өөр хүн залгавал байхгүй гэж хэлээрэй” гээд хэвтээд өгдөг гэнэ. Учир нь өнгөрсөн УИХ-ын сонгуулиар эрхэм гишүүнийг дэмжиж, Баянхонгор аймгаар сар ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 19,
    imageUrl: "/images/thumb_sample.jpg",
    title: "УНШЛАГЫН ХИЧЭЭЛИЙН ШАЛГАЛТ",
    href: "/",

    content:
      " Монгол хэлний хоёр, гуравдугаар ангийнхан ЭВЭРТЭЙ ЭМЭЭ Ж.Бат-Ирээдүй, Б.Аригунзул Уб., 2010, &nbsp;номын 11-63 хуудсад байгаа бичэрүүдийг уншина уу? ШАЛГАЛТЫН БИЧВЭР № 1 ОВОГ НЭР________________________ 2011/02/01 Наймаалж гурван зүрхтэй (77 x.) ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 20,
    imageUrl: "/images/sidebar/6425878568320427115_301_x_200.png",
    title: "Олон Улсын эрдэм шинжилгээний хурал боллоо",
    href: "/",

    content:
      "Зүүн гараас би (Монгол), Проф.Ц.Сүхбаатар (Монгол), Хөхбаатар (Япон), Хүрэлбаатар (БНХАУ), Шүнка (БНХАУ) &nbsp; “МОНГОЛ ХЭЛНИЙ ТОЛЬ БИЧИГ” Олон Улсын Эрдэм шинжилгээний бага хурал боллоо Япон Улсын Тохокүгийн Их Сургуулийн Зүүн ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 21,
    imageUrl: "/images/sidebar/021.jpg",
    title: "Frances Woodman Cleaves (1911-1995)",
    content:
      "Америкийн Монголч эрдэмтэн Францес Вүүдмэн Кливиз 1911 оны 7 дугаар сарын 14-ний өдөр Америкийн Бостон хотод төрж, 1995 оны 12 дугаар сарын 31-нд Нью Хампширд насан өөд болжээ. 1933 онд ...",
    post: "Нийтэлсэн: 2012-04-02, 12:52",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 22,
    imageUrl: "/images/sidebar/022.jpg",
    title: "БИДНИЙ САНАЛ САНААЧЛАГА, ИДЭВХЭЭС Л ИХ ЗҮЙЛ ШАЛТГААЛНА",
    content:
      "ГЕРМАН (Берлин, Мюнхэн, Гөттингэн, Бонн, Аахэн, Дрэзден, Зийгэн), УНГАР (Будапешт), АВСТРИ (Вена, Гратц), ФРАНЦ (Парис, ) 2011/05/08-22) МУИС-ийн захирал профессор Санжбэгзийн Төмөр-Очир тэргүүтэй ажлын хэсэг өнгөрсөн сарын 9-21 нд Европын холбооны ...",
    post: "Нийтэлсэн: 2012-03-24, 18:11",
    category: "ТЭМДЭГЛЭЛ",
    href: "",
  },
  {
    id: 23,
    imageUrl: "/images/sidebar/123.jpg",
    title: "ХАРВАРДЫН ПРОФЕССОРЫН ХАМТ",
    content:
      "Professor Mark Elliot and me 2011/06/12 Gandan, Ulaanbaatar, Mongolia АНУ-ын Харвардын Их Сургуулийн Зүүн Азийн хэл, иргэншил судлалын тэнхимийн эрхлэгч, профессор Марк Эллиот 6 дугаар сарын 12-14 нд манай их сургуульд ...",
    post: "Нийтэлсэн: 2012-03-24, 17:59",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 24,
    imageUrl: "/images/sidebar/124.jpg",
    title: "НААДМЫН ӨМНӨХ НАРГИАН",
    content:
      "“Наадмын өмнөхөн твиттерийн жиргээч улс төрийн гурван үндсэн нам (АН, МАН, ИЗНН)-ын нөлөө бүхий лийдэрүүд нэг хөөрхөн наргисан үүнийг эмхлэн толилуулж байна. Твиттер маань ердөө 140-хөн тэмдэгтэд тааруулж бичдэг учир цаана ...",
    post: "Нийтэлсэн: 2012-03-24, 17:02",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 25,
    imageUrl: "/images/sidebar/023.jpg",
    title: "Ж.Бат-Ирээдүй: КОНГРЕССИЙН НОМЫН САНГААР ЗОЧИЛОХУЙ",
    content:
      "Конгрессийн Номын Сан цэвэр судалгааны зориулалттай Нэгдсэн улсын соёлын томоохон институц юм. Конгрессийн номын сан номын тоо, тавиурын уртаараа дэлхийд дээгүүр жагсах бөгөөд 1800 онд Ерөнхийлөгч Жон Адамс Пиладелпиагаас шинэ ...",
    post: "Нийтэлсэн: 2012-03-01, 00:11",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 26,
    imageUrl: "/images/sidebar/024.jpg",
    title: "Ж.Бат-Ирээдүй: ШАШНЫ ГАЗАР ЧӨТГӨР, ХУУЛИЙН ГАЗАР ХУЛГАЙ",
    content:
      "Монголчууд ёс бус, хууль биш зүйлийг зүйрлэн нэрлэсэн олон сайхан зүйр сэцэн үг сэтгэсэн улс. Сүүлийн үед шашны хүн нь хормой хотоо дарахаа байлаа, хуулийн хүмүүс нь ч худал хулгайгаа ...",
    post: "Нийтэлсэн: 2012-02-19, 00:49",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 27,
    imageUrl: "/images/sidebar/025.jpg",
    title: "Ж.Бат-Ирээдүй: МОНГОЛ ХҮНИЙ НЭРИЙГ ХЭРХЭН БИЧИХ ВЭ?",
    content:
      "c) J.Bat-Ireedui Засгийн газрын шийдвэрээр  Улсын Бүртгэлийн Ерөнхий Газар Монгол Улсын иргэний цаасан үнэмлэхийг цахим үнэмлэхээр солихоор бэлтгэл ажил үндсэндээ хийгдэж дуусаад байгаа юм байна. “Цахим үнэмлэхтэй болсноор тус улс ...",
    post: "Нийтэлсэн: 2012-02-15, 14:35",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 28,
    imageUrl: "/images/sidebar/026.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: ХАР",
    content:
      "Хүн гэж уйдамхай амьтан юм болсон хойно мессенжерийнхээ аватарыг байн байн сольдог юм л даа. Нэг өдөр Токиогийн Одайба хэмээх газар явахад бага охиныхоо авсан эхнэр бид хоёрын зургийг тавичихаад ...",
    post: "Нийтэлсэн: 2012-02-15, 13:50",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 29,
    imageUrl: "/images/sidebar/027.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: ХОЮУЛАНГИЙ НЬ ...",
    content:
      "Өчигдөр би интернетээр FM 106.0 буюу Улаанбаатар хотын радиогийн долгион дээр Монгол Улсын Ерөнхий Сайд Санжаагийн Баяртай (Санжийн биш юм байна билээ, Ерөнхий сайд болсоны нь дараахан Британий нэг монголч ...",
    post: "Нийтэлсэн: 2012-02-15, 13:43",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 31,
    imageUrl: "/images/sidebar/028.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: АНГИЙН БАГШ МИНЬ",
    content:
      "Цаг хугацаа ёстой нөгөө холбоог нь хөөсөн хонь шиг цувах юм даа. Бид арван жилийн сургууль төгсөөд бараг 30 жил болох нь. Ангийн дарга мессенжерт орж ирж байна. Энэ бол ...",
    post: "Нийтэлсэн: 2012-02-15, 13:40",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 32,
    imageUrl: "/images/sidebar/032.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: БАНТАН",
    content:
      "Бантан сайхан, сайхан л гэх юм ер нь юу нь сайхан байгаа юм бэ? хэмээн заримдаа асуумаар санагдах үе танд гардаг уу? Хийхэд амархан юм уу, аль эсвэл шар сайхан ...",
    post: "Нийтэлсэн: 2012-02-15, 13:30",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 33,
    imageUrl: "/images/sidebar/033.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: ГИЙДАА",
    content:
      "Нэг хэсэг сонины ярилцлагын эхэнд та ямар хоолонд дуртай вэ гэж асуудаг тэрэнд нь би гийдаа идэх дуртай гэж хариулах моод болж байлаа. Энэ нь анхны ерөнхийлөгчийн үеэс гарсан моод. ...",
    post: "Нийтэлсэн: 2012-02-15, 13:25",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 34,
    imageUrl: "/images/sidebar/034.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: ДАВХАР ЭРХ",
    content:
      "Анх Токиод ирээд эргүүлийн цагдаа шугамын автобус зогсоож шалгаж байхад нь нэлээд гайхаж хулгай зэлгий гарсан юм болов уу гэж сэм ажиглавал огт тийм юм болсон шинжгүй, харин жолооч нь ...",
    post: "Нийтэлсэн: 2012-02-15, 13:23",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 35,
    imageUrl: "/images/sidebar/035.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: ДОГМИДЫН ХЭЛ",
    content:
      "Хүн болгон өөрийн сэтгэхүйтэй, түүнийгээ дагаад өөр өөрийн хэлтэй гэж ч хэлж болно. Зохиолч, бичигч нар бол бас нэг өөр өөрийн онцгойгоос онцгой хэл аялгуутай улс аж. Зохиол бүтээлийг уншиж ...",
    post: "Нийтэлсэн: 2012-02-15, 13:08",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 36,
    imageUrl: "/images/sidebar/036.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: ЕРӨНХИЙ САЙД ТОКИОД",
    content:
      "Өнөөдрийн news.mn дээр Ерөнхий сайд Японд айлчилна гэсэн мэдээлэл гарсны дараа огцрох гэж байгаа Ерөнхий Сайдтай уулзаад яахнав дээ гэсэн утгатай сэтгэгдлүүд олон харагдсан. Япончууд ч бас тийм бодолтой байна. ...",
    post: "Нийтэлсэн: 2012-02-15, 12:55",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 37,
    imageUrl: "/images/sidebar/037.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: ИЛЭЭДҮҮ АХ",
    content:
      "Энэ гарчигийг та алдаад биччихсэн юм болов уу гэж бодож байна уу? Үгүй. Ирээдүй гэдэг үгийг ингэж хэлдэг хүн олон болоод байна. Зуны амралтаар нутаг усандаа очиж амьтан ах дүүгийнхээр ...",
    post: "Нийтэлсэн: 2012-02-15, 12:49",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 38,
    imageUrl: "/images/sidebar/038.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: ISSN ГЭЖ ЮУ ВЭ?",
    content:
      "ISSN гэж ямар утгатай үг вэ? Энэ бол International Standard Serial Number гэдэг үгийн товчлол. Энэ бол олон хувиар цувралаар хэвлэгдэх хэвлэлд өгдөг Олон Улсын Стандарт дугаар юм. Өнөөдөр надад 2010 ...",
    post: "Нийтэлсэн: 2012-02-15, 12:46",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 39,
    imageUrl: "/images/sidebar/039.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: МОНГОЛ ЦАГ",
    content:
      "Тээр жил билээ. Монголч эрдэмтэдийн хэддүгээр ч билээ хурал болж салбар хуралдуунууд явж байлаа. Хэлшинжлэлийн салбар хуралдааныг монгол хэлтэй монхор Галсан гуайн хэлээр орос хэлтэй доктор Галсан гуай удирдаж байсан ...",
    post: "Нийтэлсэн: 2012-02-15, 12:44",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 40,
    imageUrl: "/images/sidebar/040.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: МОНГОЛЫН АГААР ЗАРЖ БАЙНА",
    content:
      "Хаврын адаг шар луу сарын улаан бар өдөр бид Токиогоос зүүн хойд зүгт 200 орчим километрт байдаг Монгол тосгон буюу Мongolia Village –д монгол судлалын оюутнуудынхаа хамт нэг хоногоор танилцах ...",
    post: "Нийтэлсэн: 2012-02-14, 18:39",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 41,
    imageUrl: "/images/sidebar/041.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: ОРИГ ХУЖАА",
    content:
      "Хятадуудад хийхгүй юм алга. Хүнээс бусад орчлон дээр хүний л сэтгэж хийсэн бүхнийг нутагтаа хийж байх шиг байна. Made in China гэж бичээгүй бараа олоод ир гэвэл нүдний гэм болжээ. ...",
    post: "Нийтэлсэн: 2012-02-14, 18:37",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 42,
    imageUrl: "/images/sidebar/042.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: САЛХИЙГ НЬ ХАГАЛЖ...",
    content:
      "Ойрд нэг монгол хэлний хэлцийн толь бичиг нухаж байгаа ухаантай энд тэндээс хэлц түүжээ суугаа юм. Тэгсэн чинь Төрийн соёрхолт, соёлын гавияат Балжирын Догмидын “Оосор бүсгүй орчлон” үгүүллэгээс салхи хагалах ...",
    post: "Нийтэлсэн: 2012-02-14, 18:29",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 43,
    imageUrl: "/images/sidebar/043.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: ТОВЧЛОХ ӨВЧИН",
    content:
      "АН гэвэл Ардчилсан Нам, АНУ гэснийг Америкийн Нэгдсэн Улс гээд, МАХН гэхээр Монгол Ардын Хувьсгалт Нам, (Монголын Ардын биш Монгол Ардын шүү) ОХУ гэж байвал Оросын Холбооны Улс гээд товчилсоныг ...",
    post: "Нийтэлсэн: 2012-02-14, 18:27",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 44,
    imageUrl: "/images/sidebar/044.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: СУМЫН НААДАМ",
    content:
      "Маргааш наадам. Манай сумын наадам. Сумын наадам гэхээр хүн бүрийн санаанд Хөдөлмөрийн баатар Дэндэвийн Пүрэвдорж агсаны “Сумын наадам” гэдэг хайрын шүлэг хамгийн түрүүнд санаанд буудаг юм. “Сумын наадмын дэвжээг өдөржин ...",
    post: "Нийтэлсэн: 2012-02-14, 18:17",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 45,
    imageUrl: "/images/sidebar/045.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: CV (Си Ви) хэрхэн бичих вэ?",
    content:
      "Энэ бол зөвлөгөө шүү. Одоо Монголд аливаа ажил төрлийн зар ялангуяа жаахан гайгүй ажлын зарлал дээр төрийн албан хаагчийн анкет буюу бидний хэлж заншсанаар нэгдүгээр маягт гэхээсээ илүү CV –гээ ...",
    post: "Нийтэлсэн: 2012-02-14, 18:10",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 46,
    imageUrl: "/images/sidebar/046.jpg",
    title: "Ж.БАТ-ИРЭЭДҮЙ: УЛС ТӨРИЙН ШОГ ЗУРАГ",
    content:
      "Монголд улс төрийн шог зурaг (political cartoon) - ийг сайхан хөгжүүлмээр байна. Хараад байхад жинхэнэ улс төрийн шог зураг ерөөсөө гарахгүй байна. Тухайлбал, одоо ид болж байгаа ерөнхийлөгчийн сонгуулийн үеэр ...",
    post: "Нийтэлсэн: 2012-02-14, 18:03",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 47,
    imageUrl: "/images/sidebar/047.jpg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "ХӨДӨӨНИЙ ХҮҮХЭД"',
    content:
      "Зургаан настай Зулаа охин аавынхаа багынх нь амьдрал түүхийг их сонирхон сонсож дахин дахин яриулах нь эгдүүтэй. Тэр тухай яриа аавынх багын резинэн хүүхэлдэй тэвэрч авахуулсан зургаас үүдэлтэй аж. Аав ...",
    post: "Нийтэлсэн: 2012-02-14, 17:57",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 48,
    imageUrl: "/images/sidebar/048.jpg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "ХУР"',
    content:
      "Хаа байсан Японоос хаа байсан Монголын, хаа байсан Загийн гол дээр хаваржиж байгаа аав, ээжтэйгээ хажууд нь байгаа юм шиг ярьдаг болсон цаг саяхан. Бидэнд хамгийн сайн хөгжиж байгаа юм ...",
    post: "Нийтэлсэн: 2012-02-14, 17:43",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 49,
    imageUrl: "/images/sidebar/049.jpg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "ЦАГ БОЛ АЛТ"',
    content:
      "Би нэг удаа “Sony” төвөөс нэг дотно андынхаа баярт ханын том цаг бэлэглэхээр Сейко хэмээх сайхан цаг худалдаж авсан юм. Би ер нь хүнд цаг өгөх дуртай л даа. Өөрөө ...",
    post: "Нийтэлсэн: 2012-02-14, 17:29",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 50,
    imageUrl: "/images/sidebar/050.jpg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "ЭВ"',
    content:
      "Өчигдөр амралтын өдөр гэртээ өнжлөө. Харин манай байшингийн урдуур гарах ногоон зам дээр нэг ачааны багашаархан тэрэг “шаварт суучихаад” гарах гэж үйлээ үзлээ. Шавар ч гэж дээ тэр нь манайхаар ...",
    post: "Нийтэлсэн: 2012-02-14, 17:24",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 51,
    imageUrl: "/images/sidebar/051.jpg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "ЭМЭГТЭЙ ХҮНИЙ НОМ"',
    content:
      "Би сүүлийн үед Эх хэл эрдэнэсийн сан хэмээх Монгол хэлний цогц бүтээл хийж байгаа учир шинэ содон үг, хэллэгийн эрэлд хатаж гарч байгаа монголын уран зохиол бараг бүгдийг дээр нь ...",
    post: "Нийтэлсэн: 2012-02-14, 17:19",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 52,
    imageUrl: "/images/sidebar/052.jpg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "ЭНЭ ЗАВШААНЫГ АШИГЛАН..."',
    content:
      "Энэ завшааныг ашиглан хайрт аав, ээждээ баярын мэнд хүргэе. Энэ завшаанд хайрт аав, ээждээ баярын мэнд дэвшүүлэн, сайн сайхныг хүсэн мэндчилье. Энэ хоёр үгүүлбэрийн аль нь аятайхан найруулгатай харагдаж, сонсогдож ...",
    post: "Нийтэлсэн: 2012-02-14, 16:30",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 53,
    imageUrl: "/images/sidebar/053.jpg",
    title: 'Ж.Бат-Ирээдүй: "МОНГОЛ ХҮНИЙ НЭРИЙГ ХЭРХЭН БИЧИХ ВЭ?"',
    content:
      "(c) J.Bat-Ireedui Засгийн газрын шийдвэрээр  Улсын Бүртгэлийн Ерөнхий Газар Монгол Улсын иргэний цаасан үнэмлэхийг цахим үнэмлэхээр солихоор бэлтгэл ажил үндсэндээ хийгдэж дуусаад байгаа юм байна. “Цахим үнэмлэхтэй болсноор тус улс ...",
    post: "Нийтэлсэн: 2011-12-31, 22:10",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 54,
    imageUrl: "/images/sidebar/054.jpg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "КОНГРЕССИЙН НОМЫН САНГААР ЗОЧИЛОХУЙ"',
    content:
      "Конгрессийн Номын Сан цэвэр судалгааны зориулалттай Нэгдсэн улсын соёлын томоохон институц юм. Конгрессийн номын сан номын тоо, тавиурын уртаараа дэлхийд дээгүүр жагсах бөгөөд 1800 онд Ерөнхийлөгч Жон Адамс Пиладелпиагаас шинэ ...",
    post: "Нийтэлсэн: 2011-12-07, 23:32",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 55,
    imageUrl: "/images/sidebar/055.jpg",
    title:
      'Ж.БАТ-ИРЭЭДҮЙ: "АВСТРАЛИЙН ҮНДЭСНИЙ ИХ СУРГУУЛЬД МОНГОЛ СУДЛАЛЫН ТӨВ НЭЭГДЛЭЭ"',
    content:
      "Олон зуун жилийн тэртээгээс дэлхийн эдийн засаг, улс төр, нийгмийн талаар хүч нөлөөтэй гол гол улс орнуудад монголыг судлах төв, байгууллагууд үүсэж бий болж, хөгжиж бас ч зарим нь янз ...",
    post: "Нийтэлсэн: 2011-12-07, 23:22",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 56,
    imageUrl: "/images/sidebar/056.jpg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "ААШ"',
    content:
      "Батынх Токиод гарсан зээ хүүгээ галын зээ гэж газар тавихгүй эрхлүүлэх. Хэнээс ч хир халдаахгүй янзтай. Ач зээ “хэлгүй бас хөлгүй” болгодог гэсэн үнэн бололтой. Хэлээ хазаж, өвдгөөрөө мөлхөнө гэсэн ...",
    post: "Нийтэлсэн: 2011-11-24, 14:10",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 57,
    imageUrl: "/images/sidebar/057.jpg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "РЕЙН МӨРНИЙ ЭРЭГ ДЭЭР"',
    content:
      "Монгол судлалаар Баруун Европт төдийгүй дэлхийд нэр хүндтэй, хуучны уламжлалтай, ХБНГУ-ын Бонны Их Сургуулийн Монгол, Төвд судлалын тэнхимээс 2011 оны 9 дүгээр сарын 4-8 нд “The History of the Mongols ...",
    post: "Нийтэлсэн: 2011-11-06, 17:15",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 58,
    imageUrl: "/images/sidebar/058.jpg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "БЕТХОВЕНИЙ ГЭР МУЗЕЙГЭЭР ЗОЧИЛОХУЙ"',
    content:
      "Германы хуучин нийслэлд 2000 оноос хойш ажил албаны хэргээр голдуу хэд хэдэн удаа очжээ миний бие. Харин Людвиг вон Бетховений музей үзэх завгүй л явсан хэрэг байх, энэ удаа харин ...",
    post: "Нийтэлсэн: 2011-11-06, 16:21",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 59,
    imageUrl: "/images/sidebar/059.jpeg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "ТВИТТЭР БА МОНГОЛ ЖИРГЭЭЧИД"',
    content:
      'Дэлхий даяарт твиттэр буюу жиргээ гэгч нэг интернетийнсүлжээ үүсээд өнөөдөр буюу 2011 оны 7 дугаар сарын 15 нд ягтаван жилийн нүүр үзэж байна. Энэ бол бие даасан хувийнвэб сайт буюу микро маягийн блогрхуу юм. Энэ сүлжээнднэгдэж өөрийн дансаа нээсэн хэрэглэгчийг твиттэрч буюужиргээчин гэж дуудна. Ердөө 140 тэмдэгтэд багтааж бичдэгэнэ жижигхэн дөрвөлжинд аль болох товч тодорхой бичихгүйбол тэгэсхийгээд дүүрчихнэ. Заримдаа үүнийг интернетийнмессеж гэж нэрлэх нь ч бий. Энэ сүлжээ дэлхий даяар хэн,хаана байхаас үл шалтгаалан хэдхэн секундэд мэдээ хүргэдэг,үнэ төлбөргүй хэрэгсэл юм. Үүний үр шимийг мэдэж хүртсэнхүмүүс твиттэрээс салахаа байдаг.  Учир нь хүн гэдэг амьтан байнга л аливааг эргэцүүлэнбодож оюун дүгнэлт хийж, санал шийдэл гаргах гэж явдагбөгөөд үүнийгээ хэн нэгэнтэй хуваалцахад ялангуяа хаанабайгаагаас үл шалтгаалан суугаа газар орноосоо санал бодлоохэдэн секундэд солилцоход энэ твиттэр гэдэг юм ямар гээч ихач тустай болохыг твиттэрт орж үзсэн хүн бүхэн мэдэх байх. Твиттэр хэмээх энэ бичил Вэбсайтын толгой компани ньАНУ-ын Сан Францискод байрлах бөгөөд 2006 оны 7 сарын15 нд нийтэд дэлгэрсэнээс хойш өнөөдөр 200 сая хэрэглэгчтэйболж, дэлхийн хэмжээнд өдөртөө 195 сая твит хийж байна.Энэ компани ердөө 450 ажилтантай, хөдөлгөөнт холбоохарилцааны хамгийн өргөн үйлчилгээ явуулдаг, англи, франц,герман, итали, япон, солонгос, орос, испани гээд олон хэлээрявуулах боломжийг бүрдүүлсэн байдаг. Твиттэрийн уг үндсийг Одео гэгч подкастинг явуулдагкомпаний захирлуудын зөвлөл өдөржин хамт сууж янз бүрийнсанаа оноо гаргасны эцэст олжээ. Ноён Жек Дорси анх жижигбүлэг хамт олны хүрээнд мессежээр зэрэг холбогдох санааггаргажээ. Төслийн анхны нэр нь Твттр байсан бөгөөд Фликрболон Америкийн текст мессэжний 5  үсэгтэй кодоос санааавсан байна. Зохион бүтээгчид анх 10958 гэсэн богино кодыгзохиосон боловч дараа нь тогтооход амар хэмээн 40404 болгожсольжээ. Төслийн ажил анх 2006 оны 3 сарын 21 нд ДорсиПасификийн Стандарт цагаар 9.50 минутад “дөнгөж твттрээянзалж байна” гэх анхны твиттерийн мессэжээ бичсэнээрэхлэжээ. Жек Дорси “Бид анх Твиттер гэдэг үгийг санаачлаад байжбайв. Бодоод үзэхэд энэ нь утга агуулгадаа яг л яв цав таарсанүг байлаа. Энэ үгийн албан ёсны тодорхойлолт нь “өөрхоорондоо учир шалтгааны хамааралгүй мэдээллүүдийнтэсрэлт мөн"  гэх буюу “шувуудын жив жив гэх дуу” ',
    post: "Нийтэлсэн: 2011-07-15, 12:30",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 60,
    imageUrl: "/images/sidebar/060.jpg",
    title: "Жанцанноров бол хүн биш",
    content:
      "Төрийн соёрхолт, Ардын жүжигчин Дэндэвийн Пүрэвдорж гэж цагийг эзэлсэн их хүмүүн бидний дунд амьдарч байлаа. Хорвоогоос хэдийнэ хальсан ч бичиж туурвисан уран бүтээл нь өнөө ч амьдарч, онгод цадиг нь ...",
    post: "Нийтэлсэн: 2011-03-04, 15:40",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 61,
    imageUrl: "/images/sidebar/061.jpg",
    title: "АЛТАН ДОЛОО ХОНОГ",
    content:
      "Дөрөвдүгээр сарын 29 Японы үндэсний амралтын өдөр буюу Шова но хи. Японд энэ өдрөөс эхлэн амралтын Алтан долоо хоног эхлэдэг. Хэрэв хагас бүтэн сайн өдөр таарвал энэ нь жилийн хамгийн ...",
    post: "Нийтэлсэн: 2009-12-27, 20:40",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 62,
    imageUrl: "/images/sidebar/062.jpg",
    title: "ШИЧИ-ГО-САН",
    content:
      "Дээр үед энэ ёслол бол хүүхдүүд үс, зүс, хувцас хунараа өөрчилж том болж байгаагаа харуулдаг ёслол байж. Хэрэг дээрээ энэ ёслол нэг их удаан үргэлжилсэнгүй, Япончууд хүүхдүүдийнхээ шичи-го-сан-ы баярыг үргэлжлүүлэн ...",
    post: "Нийтэлсэн: 2009-12-26, 20:45",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 63,
    imageUrl: "/images/sidebar/063.jpg",
    title: "William Blake",
    content:
      "Дайсныг мартах нь найзаа мартахаас амархан. It is easier to forgive an enemy than forgive a friend.William Blake 1757 оны 11 сарын 28 нд төрж, 1827 оны 8 сарын 12 ...",
    post: "Нийтэлсэн: 2009-12-18, 22:30",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 64,
    imageUrl: "/images/sidebar/064.jpg",
    title: "СОФИА ЛОРЕН",
    content:
      "Зовлон үзээгүй бол нүд чинь жаргалтай харагдахгүй. Гоо сайхан гэдэг дотоод мэдрэмж бөгөөд нүднээс чинь гэрэлтэнэ. Энэ бол биетэй зүйл биш. Хэдийгээр зарим нь хүнд хэцүү байсан ч би хэзээ ...",
    post: "Нийтэлсэн: 2009-12-16, 23:35",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 65,
    imageUrl: "/images/sidebar/065.jpg",
    title: "George Herbert",
    content:
      "Амьдралыг таних гэсээр байтал Aль хэдүйн талыг нь барсaн байдаг. Life is half spent before we know what it is. George Herbert 1853 оны 4 сарын 3 нд төрж, 1933 оны ...",
    post: "Нийтэлсэн: 2009-12-15, 23:15",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 66,
    imageUrl: "/images/sidebar/066.jpg",
    title: "Robert Browning",
    content:
      "Эх байх хайр бүхний эхлэл, төгсгөл хоёр оо.Motherhood; All love begins and ends there.Robert Browning 1812 оны 5 сарын 7 нд төрж, 1889 оны 12 сарын 12 нд өөд болжээ.",
    post: "Нийтэлсэн: 2009-12-15, 22:35",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 67,
    imageUrl: "/images/sidebar/067.jpg",
    title: "Albert Camus",
    content:
      "Урд минь бүү гар, чамайг би дагахгүй байх.Ард минь бүү яв, чамайг би тэргүүлэхгүй бизээ.Харин хажууд минь байж, нөхөр минь бол. Don’t walk in front of me, I may not ...",
    post: "Нийтэлсэн: 2009-12-14, 22:40",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 68,
    imageUrl: "/images/sidebar/068.jpg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "ХИРОШИМА БА НАЙМ АРВАН ТАВ"',
    content:
      "Саяхан Окаяама хотод болох Японы Монгол судлалын холбооны намрын эрдэм шинжилгээний бага хуралд оролцохоор бидний хэдэн нөхөд хоёр хоногийн хугацаатай явах зуур далимд нь нөгөө атомын бөмбөг хаясан Хирошима хотод ...",
    post: "Нийтэлсэн: 2009-11-29, 11:50",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 69,
    imageUrl: "/images/sidebar/069.jpg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "БУЯНТ УХААД БУУХ САЙХАН, ХАРИН ..."',
    content:
      "Буянт ухаад буух сайхан хэмээн нэгэн яруу найрагч дуу алдан шүлэглэсэн санагдана. Нээрээ л Буянт Ухаад буух сайхан, агаар нь цэнгэг, амисгал уужим тэнүүн. Энэ буянтай сайхан нэр алга болох ...",
    post: "Нийтэлсэн: 2009-08-03, 12:00",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
  {
    id: 70,
    imageUrl: "/images/sidebar/070.jpg",
    title: 'Ж.БАТ-ИРЭЭДҮЙ: "УС ХҮН ХОЁР ХЭЦҮҮ АЧАА"',
    content:
      "Өнөө өглөө хоёр литрийн савтай дөрвөн ус аваад дугуйнхаа урд хайрцагт хийгээд явсан чинь савлаад замын хажуу руу орчих гээд хэцүү гэж юухэв. Манай Хонгорынхон “тэгээд, ингээд хэцүү гэж юүхэв” ...",
    post: "Нийтэлсэн: 2009-06-01, 13:55",
    category: "ТЭМДЭГЛЭЛ ",
    href: "",
  },
];

export default function Page() {
  const router = useRouter();
  const [currentPage, setCurrentPage] = useState(1);

  useEffect(() => {
    const urlParams = new URLSearchParams(window.location.search);
    const pageParam = urlParams.get("page");
    if (pageParam) {
      const pageNumber = parseInt(pageParam, 10);
      if (!isNaN(pageNumber)) {
        setCurrentPage(pageNumber);
      }
    }
  }, []);

  const handleChange = (event: React.ChangeEvent<unknown>, newPage: number) => {
    setCurrentPage(newPage);
    router.push(`/sidebar/temdeglel/?page=${newPage}`);
  };

  const postsPerPage = 10;
  const indexOfLastPost = currentPage * postsPerPage;
  const indexOfFirstPost = indexOfLastPost - postsPerPage;
  const currentPosts = postList.slice(indexOfFirstPost, indexOfLastPost);

  return (
    <div
      className="content"
      style={{ display: "flex", flexDirection: "column" }}
    >
      <div id="content" style={{ display: "block" }}>
        <h1>ТЭМДЭГЛЭЛ</h1>
        <div className="post_list">
          {currentPosts.map((post) => (
            <div key={post.id} className="post_intro">
              <Link href={`/temdeglel/${post.id}`}>
                {post.imageUrl && (
                  <Image
                    alt={post.title}
                    src={post.imageUrl}
                    width={301}
                    height={200}
                  />
                )}
              </Link>
              <h2>{post.title}</h2>
              <div className="post_info">{post.post}</div>
              <div className="post_content">{post.content}</div>
              <div className="post_info">
                <span>{post.category}</span>
                <span className="pipe">|</span> 0 Сэтгэгдэл
              </div>
            </div>
          ))}
        </div>
      </div>
      <Pagination
        count={Math.ceil(postList.length / postsPerPage)}
        page={currentPage}
        onChange={handleChange}
      />
    </div>
  );
}
