"use client";

import React from "react";
import Image from "next/image";
import Link from "next/link";

import Pagination from "@mui/material/Pagination";

import { useRouter } from "next/navigation";
import { useState } from "react";

interface Post {
  id: number;
  imageUrl?: string;
  title: string;
  content: string;
  post: string;
  category: string;
}

export default function Page() {
  const router = useRouter();

  const [currentPage, setCurrentPage] = useState(1);

  const handleChange = (event: React.ChangeEvent<unknown>, newPage: number) => {
    setCurrentPage(newPage);
    router.push(`/sidebar/temdeglel/?page=${newPage}`);
  };

  const postsPerPage = 10;
  const indexOfLastPost = currentPage * postsPerPage;
  const indexOfFirstPost = indexOfLastPost - postsPerPage;
  const currentPosts = postList.slice(indexOfFirstPost, indexOfLastPost);
  return (
    <div
      className="content"
      style={{ display: "flex", flexDirection: "column" }}
    >
      <div id="content" style={{ display: "block" }}>
        <h1>ТЭМДЭГЛЭЛ</h1>
        <div className="post_list">
          {currentPosts.map((post) => (
            <div key={post.id} className="post_intro">
              <Link href="/">
                {post.imageUrl && (
                  <Image
                    alt={post.title}
                    src={post.imageUrl}
                    width={301}
                    height={200}
                  />
                )}
              </Link>
              <h2>{post.title}</h2>
              <div className="post_info">{post.post}</div>
              <div className="post_content">{post.content}</div>
              <div className="post_info">
                <span>{post.category}</span>
                <span className="pipe">|</span> 0 Сэтгэгдэл
              </div>
            </div>
          ))}
        </div>
      </div>
      <Pagination
        count={Math.ceil(postList.length / postsPerPage)}
        page={currentPage}
        onChange={handleChange}
        shape="rounded"
        color="primary"
      />
    </div>
  );
}

const postList: Post[] = [
  {
    id: 1,
    imageUrl: "/images/thumb_sample.jpg",
    title: " Foreign Office 'lured Mongolian official to UK'",
    content:
      " Mr Batbold cancelled a trip to the UK in November - the reason is disputed A Mongolian security services official is due in court in the UK to fight extradition ...",
    post: "Нийтэлсэн: 2012-04-03, 13:29",
    category: "Ангилал: ТЭМДЭГЛЭЛ",
  },
  {
    id: 2,
    imageUrl: "/images/thumb_sample.jpg",
    title: "Mongolian spy 'lured to UK to be arrested'",
    content:
      "THE INDEPENDENT NEWSPAPER By Wesley JohnsonWednesday, 5 January 2011A senior member of the Mongolian security services was lured to Britain so he could be arrested and jailed under a European ...",
    post: "Нийтэлсэн: 2012-04-03, 13:28",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 3,
    imageUrl: "/images/sidebar/7853691810051429587_301_x_200.png",
    title: "Lawyer: Mongolian chief had immunity from arrest",
    content:
      "(UKPA) –&nbsp;16 hours ago A Mongolian spy chief allegedly lured to the UK so he could be arrested at London's Heathrow Airport should not have been detained because he is ...",
    post: "Нийтэлсэн: 2012-04-03, 12:29",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 4,
    imageUrl: "/images/thumb_sample.jpg",
    title: "Mongolian spy chief fights extradition in UK court",
    content:
      " WASHINGTON POST By JILL LAWLESS The Associated PressWednesday, January 5, 2011; 1:24 PM LONDON -- A lawyer for a Mongolian spymaster who was clapped into handcuffs as his plane landed ...",
    post: "Нийтэлсэн: 2012-03-29, 15:27",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 5,
    imageUrl: "/images/thumb_sample.jpg",
    title: "Mongolian spymaster arrested in Britain",
    content:
      "STUFF.CO.NZ A Mongolian spymaster who says he was lured to Britain on false pretenses is due in court to fight extradition on kidnapping allegations. Bat Khurts, head of Mongolia's counterterrorism ...",
    post: "Нийтэлсэн: 2012-03-29, 15:24 ",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 6,
    imageUrl: "/images/sidebar/470927606133369065_301_x_200.png",
    title: "Sayaka Ganz FORT WAYNE, IN",
    content:
      " About Sayaka:Sayaka Ganz was born in Yokohama and identifies a strong Japanese influence in her work, even though she grew up in several different countries. During her BFA studies ...",
    post: "Нийтэлсэн: 2012-03-28, 18:40",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 7,
    imageUrl: "/images/sidebar/4113777096233574921_301_x_200.png",
    title: "Michael Klein NEW YORK, NY",
    content:
      " About Michael:Michael Klein paints with an unusual sensitivity toward nature”something he attributes to growing up in the Midwest. After completing high school, Klein enrolled himself in numerous stringent atelier programs, ...",
    post: "Нийтэлсэн: 2012-03-24, 19:26",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 8,
    imageUrl: "/images/sidebar/13141311383585863740_301_x_200.png",
    title: "ХҮНИЙ ОРЧЛОНГИЙН ДӨРВӨН ДАЛАЙ",
    content:
      "Хүний орчлон гүнзгий ажээ... Орчлонгийн далай дөрөв ажээ. Хүн эхээс төрөхөд хувь заяаны төөргөөр энэхүү орчлонгийн дөрвөн далайг туулах учиртай. Эхний далайд хүний өлгий ад чөтгөр, тамын аюулд отуулан хөвж ...",
    post: "Нийтэлсэн: 2012-03-24, 19:20",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 9,
    imageUrl: "/images/sidebar/1341311383585863742_301_x_200.png",
    title: "ТАМЫН ОРНЫ УЧИР АНУ",
    content:
      "Тамын оронд чөтгөр зэтгэр, шулмас, албин, буг, ороолон, онгод мэтийн хорлонт амьтад аж төрөх бөгөөд тэнд бас хүний орчлонгоос нүглийн үр нь гүйцэж тамд унасан хүмүүсийг зовоон тарчлаадаг газар. &nbsp;Тамын ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 10,
    imageUrl: "/images/thumb_sample.jpg",
    title: "Японы Гааль",
    content:
      "Японы хилээр 760 мл хүртэл согтууруулах ундааны зүйл, 56 мл хүртэл үнэртэй усны зүйл, 200,000 йэн буюу 2000 хүртэл доллартай тэнцэх хэмжээний үнэтэй бэлгэ дурсгалын зүйл, авч орж болно. Харин ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 11,
    imageUrl: "/images/thumb_sample.jpg",
    title: "ACMS Announces New Mongolian Visiting Scholar Program in 2011",
    content:
      "The new ACMS Visiting Scholar Program provides funding&nbsp;support for&nbsp;3-12 week short-term visits by Mongolian scholars&nbsp;to US universities&nbsp;and academic research centers to work with&nbsp;US based counterparts on collaborative &nbsp;projects and public&nbsp;outreach&nbsp;activities.&nbsp;The ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 12,
    imageUrl: "/images/sidebar/stalin.png",
    title: "Сталиний нууц яриа",
    content:
      " Цэндийн Дамдинсүрэн гуайг 1943 онд Зөвлөлтийн улаан армид бэлэг хүргэхээр төлөөлөгчдийн бүрэлдэхүүнд багтаж очиход нөхөр Сталин өөрөө хүлээн авч, хүлээн авалт хийж. Хүлээн авалт болохын өмнө Чойбалсангийн орчуулагч Ширэндэвийг байхгүй ....",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 13,
    imageUrl: "/images/sidebar/4362438656230555529_301_x_200.png",
    title: "Эмгэн Бадарч",
    content:
      "Пунцагийн Бадарч гуай Дашдооровын нутагт арми сурталчлах ажлаар очиод тайзан дээр сууж байхад нь Э.Оюун гуай явж байгаа тэр урт үстэй, монгол дээлтэй, шар авгай&nbsp;чинь мөн биш гэж хүмүүс шуугилдаад ...",
    post: "Нийтэлсэн: 2012-04-03, 12:41",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/4949143019297636094_301_x_200.png",
    title: "Ажил баллаад хаячихна",
    content:
      "Мишигийн Цэдэндорж гуай, Лхамсүрэн гуай хоёр нэг өдөр савахаар нийлж л дээ. Энх тайвны гудамжаар тэдний байрны дэргэдүүр алхаж явсанаа Лхамсүрэн гуай гэнэт хөөе хөөе, тонгой, тонгой гэж. Яав юу ...",
    post: "Нийтэлсэн: 2012-07-09, 18:29",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 15,
    imageUrl: "/images/sidebar/8013940554153837648_301_x_200.png",
    title: "Зөрүү бодолГ",
    content:
      "1970 онд С.Эрдэнэ, С.Удвал, Б.Ринчен гуай гурав Бухарестэд социалист орнуудын зохиолчдын хуралд явж байхдаа нэг өдрийн хоолон дээр Б.Ринчен гуай оньсого таалгаж. Үс үсээрээ нийлнэ, мах махаараа нийлнэ, үдэш болхоор ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 16,
    imageUrl: "/images/sidebar/6332462422578301406_301_x_200.png",
    title: "Үнэтэй хоол",
    content:
      "Сэнгийн Эрдэнэ гуай 1958 онд Ардчилсан Германд соёлын төлөвлөгөөний шугмаар анх ганцаараа хөл тавьж. Эхний өдөр өлсөж буусан буудалдаа ресторанд орж, цэсийг нь үзсэн чинь бүгд герман. Үйлчлэгчтэй нь оросоор ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 17,
    imageUrl: "/images/sidebar/5533451185865319686_301_x_200.png",
    title: "Хажуугийн хаяг",
    content:
      "Uniqlo, Ginza, Tokyo, 2010 Энэ зун надтай хамт ажилладаг монгол судлаач япон хүн Монголд очлоо. Бид хоёр нэг өдөр Улаанбаатарын гудамжаар жаахан алхаж хороололд номын дэлгүүр баахан хайж явлаа. Тэгсэн ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 18,
    imageUrl: "/images/sidebar/6854865383949827966_301_x_200.png",
    title: " Т.Галсан: Намрын шөнө найм, зуны шөнө зургаа",
    content:
      "Т.Галсан гуай гар утас барьдаггүй. Тэрбээр гэргийдээ “Г.Занданшатар гишүүнээс өөр хүн залгавал байхгүй гэж хэлээрэй” гээд хэвтээд өгдөг гэнэ. Учир нь өнгөрсөн УИХ-ын сонгуулиар эрхэм гишүүнийг дэмжиж, Баянхонгор аймгаар сар ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 19,
    imageUrl: "/images/thumb_sample.jpg",
    title: "УНШЛАГЫН ХИЧЭЭЛИЙН ШАЛГАЛТ",
    content:
      " Монгол хэлний хоёр, гуравдугаар ангийнхан ЭВЭРТЭЙ ЭМЭЭ Ж.Бат-Ирээдүй, Б.Аригунзул Уб., 2010, &nbsp;номын 11-63 хуудсад байгаа бичэрүүдийг уншина уу? ШАЛГАЛТЫН БИЧВЭР № 1 ОВОГ НЭР________________________ 2011/02/01 Наймаалж гурван зүрхтэй (77 x.) ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 20,
    imageUrl: "/images/sidebar/6425878568320427115_301_x_200.png",
    title: "Олон Улсын эрдэм шинжилгээний хурал боллоо",
    content:
      "Зүүн гараас би (Монгол), Проф.Ц.Сүхбаатар (Монгол), Хөхбаатар (Япон), Хүрэлбаатар (БНХАУ), Шүнка (БНХАУ) &nbsp; “МОНГОЛ ХЭЛНИЙ ТОЛЬ БИЧИГ” Олон Улсын Эрдэм шинжилгээний бага хурал боллоо Япон Улсын Тохокүгийн Их Сургуулийн Зүүн ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 21,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 22,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 23,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 24,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 25,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 26,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 27,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 28,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 29,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 30,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 31,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 32,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 33,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 34,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 35,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 36,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },

  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
  {
    id: 14,
    imageUrl: "/images/sidebar/7710025194981158245_301_x_200.png",
    title: "Ж.БАТ-ИРЭЭДҮЙ:  НОМ БОЛ ХҮН ТӨРӨЛХТӨНИЙ ОЮУНЫ ӨМЧ",
    content:
      " НОМ БОЛ ЗӨВХӨН ТУХАЙН ҮНДЭСТНИЙОЮУНЫ ӨМЧ БИШ ХҮН ТӨРӨЛХТӨНИЙХХүн төрөлхтөн оюун ухаанаараа бүтээсэн бүхнээрээ ном судар бүтээж, номын сандаа хадгалж, түүнийг үе үеэрээ дамжуулан уншиж, сурч боловсордог жамтай. Ямар ч ...",
    post: "Нийтэлсэн: 2012-03-24, 19:11",
    category: "ТЭМДЭГЛЭЛ",
  },
];
