import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Arial, sans-serif",
          fontSize: "24px",
          lineHeight: "1.2",
          display: "flex",
          gap: "4px",
        }}
      >
        <span>Ж.БАТ-ИРЭЭДҮЙ:</span>
        <span>&quot;ГАР</span>
        <span>УТАС&quot;</span>
      </h1>
      <div className="post_content_full">
        <div style={{ textAlign: "justify" }}>
          <Image
            src="/images/iphone-pad.png"
            alt=""
            width={300}
            height={230}
            style={{
              float: "left",
              display: "inline",
              width: 300,
              marginRight: 10,
            }}
          />
          Гар утас гээч дэлгэрч эхэлсэн цаг саяхан. Дөнгөж саяхан л ерээд оны
          эхээр Лондонд гар утас анх гарч Моторолла-гийн хүн цохиод унагачихмаар
          хүнд хар утсаар найзыгаа таксинаас Монголтой яриулж
          &quot;гайхуулж&quot; явж билээ. Монголд буцаж ирсний дараа Мобиком
          компани монголчуудыг гар утасжуулж эхлэхэд анх утас авахад атаархаж
          үхэх гэж байсан хүмүүс ч “гар утас аягүй хэрэгтэй” гэчиxсэн ганганаас
          ганган утас баричихсан гар газар тавихгүй яриад давхиж л явах. Харин
          өнөөдөр арван нэгтэй дугаар барихгүй бол амид явж болохгүй юм шиг бас
          нэг сонин үзэгдэл Монголд бий болоод нэлээд удчихлаа. Арван нэгтэй
          дугаарын хар захын дамын үнэ одоо 1 сая 500 мянга аль хэдийн хүрээд
          байгаа бөгөөд дунд тушаалын албан тушаалтнуудын &quot;дунд гарын
          бизнес&quot; ч байж магадгүй сураг дуулдлаа. Арван нэгтэй дугаар
          дууссан гэдэг боловч ийм дугаар барих хүмүүсийн &quot;хүсэл
          тачаалыг&quot; далимдуулан дамлаж мөнгө олдог байж болох хар сэр
          байна. Үнэн худлыг бүү мэд. Сүүлийн арван жилд дэлхийд төдийгүй
          Монголд гар утас шиг хурдтай хөгжсөн юм юу л бол. Харин Монголын
          нөхцөлд тэр дундаа манайх шиг өргөн уудам нутагтай, талаар нэг тарсан
          оронд нэг талаас шинэ техник, технологи нэвтрүүлж, хүний амин чухал
          хэрэгцээ, харилцаа холбооны хэрэглээг хангаж байгаа нь хэлэхийн
          аргагүй сайхан боловч нөгөө талаас амар сул ахиухан мөнгө олох
          зорилгоор дэндүү өндөр үнэтэй байлгаж бизнес тал руу нь анхаараад
          байгаа нь харамсалтай санагддаг. Ядарсан монголчуудад Мобикомын үнэ
          бол яг үнэндээ ахадсан үнэ. &quot;Мобикомын утас барих нь нэр төрийн
          хэрэг&quot; гэдэг зохиомол уриа лоозунг гаргасан нь цаанаа их учир
          утгатай даг аа. Бие биедээ гайхуулах, бусдыг атаархуулах дуртай
          манайхны өчүүхэн сэтгэлгээг нь ашиглан энэхүү уриа лоозунг ард түмний
          дунд яс болгон хаяснаар өнөөдөр зах зээлийн жам ёсоор өрсөлдөөн гараад
          байгаа хэрнээ үнэ нь олигтой буухгүй байгаагийн учир энд бий гэж би
          боддог. Би бол үүний эсрэг “Мобикомд шатах нь нэр төрийн хэрэг мөн”
          гэдэг лоозун таарна гэж бодож байна. Эхний үед ганц байсан гар утасны
          компани монголчуудыг юм мэдэхгүйгээр нь далимдуулж монополдож баахан
          шулсан. Утасдсан хүний дугаарыг хүртэл мөнгө төлж хардаг байсан нь
          саяхан. Дэлхийн аль ч оронд ийм ёс журам бүр гар утас дэлгэрсэн
          цагаасаа ч байгаагүй юм. Сүүлдээ аргагүй эрхэнд зах зээлийн хуулид
          баригдаж нэг юм зарим зүйлийг чөлөөлсөн ч хуучинаа тавихгүй бууж
          өгөхгүй л байна. Өнгөрсөн зун Жи-мобайл компани дэлхийн хаана ч байдаг
          зах зээлийн жишгээр бусад олон компанитай хямдхан тэр байтугай үнэгүй
          ярих боломж монголчуудад олгоход бүгдээрээ боож үхэнгээ алдан мэдэгдэл
          хийж байхыг нь би зурагтаар хараад бүр гайхсан. Сүүлд дуулахнаа сар
          бүр Япон руу шилжүүлдэг 2 сая америк доллараа алдана гэхээс ухаанаа
          алдаж байгаа юм гэж худлаа хэлэхгүй нэртэй бизнесмэнээс сонсоод би
          тэгнэ ээ тэр гэж бодсон. Үнэгүй юм гэж энэ дэлхий дээр байхгүй гээд
          дарга нь улайн цайм зүтгээд байгааг хэвлэлийн бага хурал дээрээс
          хараад өрөвдөж л байлаа. Үнэгүй юм гэж байхгүй ч гэсэн хямдхан юм гэж
          байх ёстой ш тээ уг нь. Японд Софт банк хэмээх өөрийн сүлжээндээ
          өдөржин үнэгүй ярих ийм компани байгаа бөгөөд үүнийг эд мэдэхийн
          дээдээр мэдэж байгаа боловч монголчуудыг шулж мөлжих аргаа олсоор л
          байх шиг байна. Харин ч харилцаа холбооныхонтой харилцан тохироод идэж
          эхлэх шиг болох юм. Уг нь хүний хамгийн чухал хэрэгцээ, ажил бүтээх
          амин чухал харилцаа утсан харилцаа болон гар утасаар л биелэж байна.
          Өнөөдөр Токиод ирсэн миний аав, ээж хоёр хаа байсан Баянхонгор аймгийн
          Заг сумын Баян хөндийд уулаар цастай ч тэнгэр хангай аятай байгааг
          дуулж, мал сүрэгээ бүрэн бүтэн байгааг шууд яриж, хуц ухнаа тавих
          болоогүйг хүүдээ зөвлөж сууна гэдэг бол хэдхэн жилийн өмнө бүтэшгүй,
          төсөөлөшгүй зүйл байлаа. Ерээд оны эхээр Лондонгоос Улаанбаатарт ярих
          гэж яаж зовж элчингийн аташше царайчилж гуйж гувшин байж яридаг
          байлаа. Өнөөдөр гэрээсээ бараг дүрстэй ярихад ч бэлэн байгаа нь л
          сайхан юм. Гэхдээ дэлхийн гар утасны компаниуд харилцагчид аль болох
          хямдхан үйлчилгээ үзүүлэхийн төлөө л ажиллаж байгаа боловч манайхан
          бараг үүний эсрэг байна. За уучлаарай би уг нь тодорхой нэгэн гар
          утасны компаний тухай бичие гэж бодоогүй юм, хамгийн гол нь манай
          хүмүүс гар утасыг зөв зохистой, соёлтой хэрэглэх талаар ганц хоёр
          санал хэлэе гэж бодсон боловч өөрийн мэдэлгүй санаа зовдог зүйлдээ
          хадуурлаа. Сая монголдоо очоод амрангаа анзаарч байхад гар утасаар
          ярихад маш бүдүүлэг нэг зүйл байна. Монголд гар утсаар яриж болдоггүй
          газар гэж алга. Төрийн ордон, түргэн тусламж, эмнэлэг, баар, банк,
          сургууль, анги танхим, автобус унаа, такси үгүй ер нь хаа л бол хаа
          дуртай газраа дуртай дуу, хоолойгоороо яриж байна. Тэр байтугай албан
          ажлаа хийж байхдаа гар утсаараа алба, амины ажил ярихыг яана.
          Жишээлбэл, эмч хүн үзэнгээ, бариач хүн барингаа, нярав мөнгө
          тоолонгоо, лам ном айлдангаа, гаальч ачаа шалгангаа, багш хичээл
          заангаа, оюутан лекц сонсонгоо ярьж л байна. Хүний хойтохыг уншиж
          байхад л гар утас нь тачигнаад ламд амар заяа үзүүлэхгүй байх
          жишээтэй. Ийм үед хүмүүс гар утасаа унтраах юм уу, аль эсвэл чичрэх
          байдалд болгож болно оо доо. Үүнийг хүмүүс өөрийнхөө сэтгэлээр бусдад
          саад болохгүйн үүднээс аятай зөөлөн дуугаргах, мэдэгдэхгүй байх,
          ажилдаа саад төвөг учруулахгүй байхыг бодож байх нь ёс зүйн нэгэн хэм
          хэмжээ болгох ёстой байна. Олон улсын чанартай нэгэн томоохон эрдэм
          шинжилгээний хурал дээр нэг их сургуулийн захирал нөхөр хурал удирдаж
          байхдаа бүр микрофоноо хаахгүй заалаар нэг авгайтайгаа хэрэлдэж
          онигоонд орж байхав. Манайхан ч яахав гэхэд гадаадныханы өмнөөс ичиж
          яс хавтайж л байлаа. Эрх биш гадны элчин сайдын яамдын дотор гар
          утсаар ярихыг хориглож байна. Баруунд бол олон нийт, үйлчилгээний
          газар гар утсаар ярихыг нэгэнт хориглочихсон байгаа. Гар утас
          хэрэглэх, эс хэрэглэх нь тэр хүний хувийн хэрэг боловч соёлтой,
          журамтай бусдад саад болохгүй хэрэглэх нь соёл хүний бас нэгэн хэм
          хэмжүүр болж байна. Хамгийн түрүүнд ажил дээрээ, ажлын цагаар хувийн
          гар утас хэрэглэдэггүй болох ийм журам дүрмийг хуви, хувисгалгүй бий
          болгомоор санагдлаа. Хэрэглэсэн ч ажилдаа болон бусдад саад
          болохооргүй нөхцөлд хэрэглэж байх нь соёл юм. Нутаг орондоо
          замбараагүй юманд сурчихаараа замбараатай газар ирэхээрээ өөрсдөө
          эвгүй байдалд орж, тэрнээсээ болж гайхаад, үглээд, стрестээд суух нь
          бүр төвөгтэй. Гар утсаар гайхуулдаг цаг гадна доторгүй өнгөрчихсөн
          гэдгийг манайхан ойлгоосой. Хэрэглээний соёлд суралцаасай.&nbsp;
        </div>
        <div style={{ textAlign: "justify" }}>2009.10.01</div>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,<a href="/sidebar/sanaa/">САНАА</a>,
      </div>
      <div className="post_info_full right">2009.11.30</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/73/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ГАР УТАС"'
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/73/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ГАР УТАС"'
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/73/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ГАР УТАС"'
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/73/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ГАР УТАС"'
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/73/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ГАР УТАС"'
        />
      </div> */}
      <div className="disqus">
        <div id="disqus_thread">
          <iframe
            id="dsq-app634"
            name="dsq-app634"
            // allowTransparency="true"
            frameBorder={0}
            scrolling="no"
            tabIndex={0}
            title="Disqus"
            width="100%"
            src="https://disqus.com/embed/comments/?base=default&f=batireedui&t_u=http%3A%2F%2Fbatireedui.com%2Fpost%2F73%2F123&t_d=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%93%D0%90%D0%A0%20%D0%A3%D0%A2%D0%90%D0%A1%22&t_t=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%93%D0%90%D0%A0%20%D0%A3%D0%A2%D0%90%D0%A1%22&s_o=default#version=f7a73aced2afb4b2a80d8f8c751c458b"
            style={{
              width: "1px !important",
              minWidth: "100% !important",
              border: "none !important",
              overflow: "hidden !important",
              height: "75px !important",
            }}
            // horizontalscrolling="no"
            // verticalscrolling="no"
          />
        </div>
      </div>
    </div>
  );
}
