import React from "react";
import Image from "next/image";

export default function Page() {
  return (
    <div id="content" style={{ display: "block" }}>
      <h1
        style={{
          fontFamily: "Arial, sans-serif",
          fontSize: "24px",
          lineHeight: "1.2",
          display: "flex",
          gap: "4px",
        }}
      >
        <span>Ж.БАТ-ИРЭЭДҮЙ:</span>
        <span>&quot;ХИРОШИМА</span>
        <span>БА</span>
        <span>НАЙМ</span>
        <span>АРВАН</span>
        <span>ТАВ&quot;</span>
      </h1>
      <div className="post_content_full">
        <p style={{ textAlign: "justify" }}>
          <Image
            width={200}
            height={150}
            src="/images/Emeel.jpg"
            alt=""
            style={{
              float: "left",
              display: "inline",
              width: 200,
              marginRight: 10,
            }}
          />
          Саяхан Окаяама хотод болох Японы Монгол судлалын холбооны намрын эрдэм
          шинжилгээний бага хуралд оролцохоор бидний хэдэн нөхөд хоёр хоногийн
          хугацаатай явах зуур далимд нь нөгөө атомын бөмбөг хаясан Хирошима
          хотод ойртсон дээрээ очиж үзье гэж бодоод зүтгэв ээ. Хирошима,
          Нагасаки гэхээр бид дунд сургуулийн түүхийн хичээлээр л үзэж байснаар
          атомын бөмбөг хаясан аймшигт хот хэмээх там тум төсөөлөлтэй. Атом нь
          шинжлэх ухаан, технологийн нэг томоохон ололт боловч үүнийг хүн
          төрөлхтөний сайн сайхны төлөө ашиглахын оронд, АНУ-ын эрх баригчид
          Хирошима, Нагасакад атомын бөмбөг болгон хаяж олон зуун мянган хүнийг
          аймшигт цөмийн дайны золиос болгосон нь хүн төрөлхтөний өмнө хийсэн
          аймшиггүй гэмт хэрэг, хэзээ ч уучлашгүй ял байхаа.
        </p>
        <p style={{ textAlign: "justify" }}>
          Хирошима хот бол Окаяамагаас бас хөөрхөн хол бараг 150 гаруй км боловч
          хурдан галт тэргээр гучхан минут “нисээд” буучих газар юм. Хирошима
          бол Хирошима аймгийн нийслэл бөгөөд Хоншу арал орчмын Чуугоку бүс
          нутгийн хамгийн томоохон хот. Дэлхийн хоёрдугаар дайн дуусдагийн
          даваан дээр 1945 оны 8 дугаар сарын 6 ны өглөөний 8 цаг 15 минутад
          дэлхийн түүхэнд цөмийн бөмбөгөөр бөмбөгдүүлсэн ганц хот болсон бөлгөө.
        </p>
        <p style={{ textAlign: "justify" }}>
          Одоогийн хүн ам нэг сая нэг зуун жаран мянга бараг Улаанбаатартай
          адилхан гэсэн үг. Энэ хот Эдо-гийн үед хааны эрхэнд байгаад 1871 онд
          хаан буусны дараа Хирошима аймгийн нийслэл хот болжээ. 1870-аад оны
          үед засгийн газрын санхүүжилттэй англи хэлний 7 сургууль энд байгуулж
          байж. 1880-аад оноос усан замын чухал боомт хот болжээ.&nbsp;1894
          оноос төмөр зам тавигдаж дайны зорилгоор ашиглаж байсан байна. Сүүлд
          Орос-Японы дайны үеэс үйлдвэр хөгжиж, цэргийн зориулалттай үйлдвэр
          голлох болжээ.
        </p>
        <p style={{ textAlign: "justify" }}>
          <span style={{ textDecoration: "underline" }}>
            Дэлхийн хоёрдугаар дайн ба атомын бөмбөг
          </span>
          . Дайны үед Японы тавдугаар дивизийн удирдлага, Фиелд маршал Шүнроку
          Хатагийн хоёрдугаар арми, Чуугокугийн орон нутгийн арми, усан цэргийн
          флотууд энэ хот болон Ужина боомтод төвлөрч байж. Мөн дээр бичсэнээр
          цэрэг армийн маш том үйлдвэрлэгч, нийлүүлэгчид болон тээвэрлэгчид энд
          бөөгнөрч байлаа. Ер нь цэргийн шинжээчид бөмбөгдүүлсэн шалтгааны нэг
          гол учир нь цэрэг армийн төвлөрсөн боомт хот байсанд оршино ч гэж
          тайлбарладаг юм билээ.
        </p>
        <p style={{ textAlign: "justify" }}>
          Дайны жилүүдэд Токио болон бусад хотуудыг бөмбөгдөж, дэлбэлэснээс болж
          олон зуун мянган хүн түүний дотор энгийн ард иргэд олноор амь үрэгдсэн
          билээ. Тухайлбал Тояамад 12800 хүн, Токиогийн дайралтад 90 мянган
          оршин суугч амь насаа алджээ. Гэвч энэ дайны явцад Хирошима шиг
          аймшигт дайралт үзсэн нь үгүй. 1945 оны 8 дугаар сарын 6 ны Даваа
          гарагийн өглөөний 8 цаг 15 минутанд Америкийн бөмбөгдөгч В-29 буюу
          Enola Gay онгоцноос Литтле бой буюу “жижигхээн хүү” хэмээх кодтой,
          бууны сумны хэлбэртэй, 60 кг жинтэй&nbsp;цөмийн бөмбөгийн гох
          Хирошимагийн тэнгэрт 600 метрийн өндрөөс мултарч газар дээрээ 80
          мянган хүн нас барж, жилийн эцэст нийт хохирогчийн тоо 90-140 мянганд
          хүрч байжээ. Хирошимо хотын хэдхэн цутгамал байшингийн орон суурин
          үлдэж бараг 70 хувь нь үнсэн товрого болсон байна. Энэ нь музейд хийж
          тависан бөмбөг хаяхаас өмнө ба хаясны дараах хоёр моделоос харицуулан
          үзэхэд тодорхой байна. Энэ үед Хирошимагийн хүн ам 140 орчим мянгад
          хүрч байсан гэж үздэг. Энэ бөмбөгийг хаясан нисэгч Пол Варфейлд
          Тиббетс бөгөөд тэрбээр 1915 оны 2 сарын 23 нд төрж 2007 оны 11 сарын 1
          нд зүрхний өвчнөөр 92 насандаа өөд болжээ. Биднийг сурагч байхад тэр
          бөмбөг хаясан нөхөр атомын бөмбөг хаяснаасаа болоод&nbsp;галзуурч
          үхсэн юм гэнэ лээ гэж цуурч байсан санагдана. Тэрбээр дэлхийн анхны
          атомын бөмбөг хаяж, олон зуун мянган хүнийг золиослох гэмт хэрэг
          хийж&nbsp;явахдаа 30 настай байжээ.
        </p>
        <p style={{ textAlign: "justify" }}>
          Одоогоос 52 жилийн тэртээ Ардын уран зохиолч Цэндийн Дамдинсүрэн агсан
          Токио хотод “Атом ус төрөгчийн бөмбөгийг эсэргүүцэх, зэвсэглэл хураах,
          дэлхий дахины гуравдугаар хурал”-д оролцохын ялдар 1957 оны 8 дугаар
          сарын 18 ны өглөөний 8 цаг хагаст&nbsp;энэ хотод зочилж байжээ.
          Тэрбээр дурсамждаа “Атомын бөмбөгөнд амь үрэгдсэн 60 мянган хүний
          нэрийг оршуулсан, эмээлийн бүүрэг хэлбэртэй дурсгалын хөшөөний өмнө
          гадаадын төлөөлөгчид цэцэг тавьж мэхийн ёслов. Нэрийг оршуулсан учир
          бол атомын бөмбөгөнд үрэгдсэн хүний олонхийн хүүр олдсонгүй, бүр мөсөн
          хайлж үрэгдсэн байна. Атомын бөмбөг дэлбэрэх үед чулуун байшингийн
          дэргэд зогсож байсан хүмүүс агшин зуур хайлсан учир зөвхөн гозгор
          хэлбэртэй сүүдэр мэт бараан толбо чулуун байшингийн хананд үлдсэн
          байна. Дурсгалын хөшөөний дотор хадгалсан 60 мянган хүний нэр бол амь
          сүйдсэн хүний нэр биш, зөвхөн нэрийг нь олж бүртгэсэн хүний нэр болно.
          Чухамдаа Хиросимад атомын бөмбөгнөөс болж&nbsp;240 мянган илүү хүн
          үхсэн, 51 мянган хүн хүнд шархадсан, 105 мянган хүн хөнгөн шархадсан,
          6 мянган хүн яасныг мэдэхгүй алга болсон гэж тайлбарлагч хэллээ.”
          хэмээн бичиж байсан нь өнөөдөр бидний үзсэнтэй эгээ л таарч байгаа тул
          энд иш татан оруулмаар&nbsp;санагдлаа. Тэртээ тавь гаруй жилийн өмнө
          Монгол Улсаас бараг нэг ч хүн ирдэггүй байсан үед Ц.Дамдинсүрэн гуай
          Хирошиматай холбоотой ийм учраар Японд айлчилж энэ тухайгаа “Японд
          очсон замын тэмдэглэл” хэмээн бичиж үлдээсэн нь өнөө эргүүлэн уншихад
          их л сонин.
        </p>
        <p style={{ textAlign: "justify" }}>
          Ийнхүү тухайн үеийн энэ хотын хүн амын 30% нас барж, 70 мянган хүн
          шархаджээ. Хирошимагийн эмч нарын 90%, сувилагчдын 93% үхэж, бэртжээ.
          Энэ нь олон мянган хүн нас барахад нөлөөлсөн гэж мөн үздэг юм байна.
        </p>
        <p style={{ textAlign: "justify" }}>
          Дайны хажуугаар дажин гэж Хирошима Шовагийн үед 1945 оны 9 дүгээр
          сарын 17 нд Макуразаки Тайпуун хэмээх далайн хар шуурганд дайрагдаж
          баахан хохирол амсаж&nbsp;3000 орчим хүн үхэж, үрэгдэв. Хотын бараг
          ихэнхи зам, гүүр маш их нурж эвдэрч, ингээд дайны дараах Хирошимаг
          сэргээн босгох ажил улс орны хэмжээнд тусгайлан яригдаж, Хирошима Энх
          Тайвны дурсгалын хот болгох бүтээн байгуулалтын төслийг 1949 онд
          засгийн газар дэмжжээ. Ийнхүү Хирошимагийн&nbsp;Энх тайвны Дурсгалын
          Цэцэрлэгт Хүрээлэн төсөл шалгарч Хирошима аймгийн Худалдаа
          Үйлчилгээний Танхим-ын байшинг Генбаку Доме буюу Атомын бөмбөгийн
          байшин хэмээн зарлаж&nbsp;Хирошима Энх Тайваны Дурсгалын Цэцэрлэгт
          Хүрээлэнгийн нэг хэсэг болгожээ. Тухайн үед Айой гүүр, Хонкавагийн
          бага сургууль зэрэг хэдхэн цутгамал байшин босоо үлдсэн бөгөөд бусад
          нь ихэнхидээ модон байшин байсан тул газрын хөрснөөс&nbsp;арчигдан
          модны зомгол болсон байлаа.
        </p>
        <p style={{ textAlign: "justify" }}>
          Хирошимагийн Энх тайвны Дурсгалын Музейг 1955 онд Энх тайвны Цэцэрлэгт
          хүрээлэнд нээжээ.&nbsp;Уг музей үзэж явахад олон зүйл бодогдохын
          хажуугаар нүд халтирам аймаар үзмэрүүд ч зөндөө. Японууд нямбай юм
          болохоор тэр газраас олдсон юухэн хээхнийг боловч
          цуглуулж&nbsp;чаджээ. Тав, зургаа болов гэмээр настай хоёр америк охин
          үзэж “ямар аймаар юм бэ хэмээн үзэж чадахгүй цаасаар нүдээ таглан
          тагласаар гарч одов. Бөмбөгдсөн хүмүүсийн үр сад үзэж яваа нь тэр шүү
          дээ. Юм гэдэг сонин.
        </p>
        <p style={{ textAlign: "justify" }}>
          Гучаад жилийн өмнө үзэж байхад музей үзсэн хүмүүсийг гэрэл гэгээтэй
          тайвшруулах өрөөнд оруулж, цай уулгаж&nbsp;түр байзнуулж байгаад
          гаргадаг байсан гэж бидэнтэй хамт явсан багш хуучлав.
        </p>
        <p style={{ textAlign: "justify" }}>
          Ийнхүү Хирошимагийн Атомын бөмбөгийн дурсгалыг үзэж, зүрх шимшрэн,
          сэтгэл өвдөж хүн төрөлхтөнд дайны аюул тэр дундаа цөмийн дайны аюул
          нүүрлэвэл ямар аймшигтай болохын үйл лайг бие дээрээ үүрсэн
          Хирошимагийн хүмүүсийн хувь заяаг өрөвдөн, амь үрэгдсэн бүх хүний тул
          хөшөөний өмнө мэхийн ёслобай. Хирошимагийн хүмүүсийн амьд явах хувь
          заяа гэрэлт өглөөний нарнаар найм арван тавд дууссаныг энд бүхюм
          гэрчилнэ, сануулна.
        </p>
        <p style={{ textAlign: "justify" }}>
          Сонирхсон хүмүүс доорх хаягаар орж Хирошимагийн цөмийн бөмбөгийн
          талаарх видео үзэж болох юм.
          http://www.youtube.com/watch?v=PB-atl3YBSQ&amp;feature=related&nbsp;
        </p>
      </div>
      <div className="post_info_full left">
        Ангилал:
        <a href="/">Home</a>,<a href="/sidebar/temdeglel/">ТЭМДЭГЛЭЛ</a>
      </div>
      <div className="post_info_full right">2009.11.29</div>
      <div className="clear" />
      {/* Share Buttons */}
      {/* <div id="share_buttons">
        <span
          className="st_facebook_hcount"
          st_url="http://batireedui.com/post/74/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ХИРОШИМА БА НАЙМ АРВАН ТАВ"'
        />
        <span
          className="st_twitter_hcount"
          st_url="http://batireedui.com/post/74/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ХИРОШИМА БА НАЙМ АРВАН ТАВ"'
        />
        <span
          className="st_linkedin_hcount"
          st_url="http://batireedui.com/post/74/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ХИРОШИМА БА НАЙМ АРВАН ТАВ"'
        />
        <span
          className="st_plusone_hcount"
          st_url="http://batireedui.com/post/74/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ХИРОШИМА БА НАЙМ АРВАН ТАВ"'
        />
        <span
          className="st_fblike_hcount"
          st_url="http://batireedui.com/post/74/"
          st_title='Ж.БАТ-ИРЭЭДҮЙ: "ХИРОШИМА БА НАЙМ АРВАН ТАВ"'
        />
      </div> */}
      <div className="disqus">
        <div id="disqus_thread">
          <iframe
            id="dsq-app636"
            name="dsq-app636"
            // allowTransparency="true"
            frameBorder={0}
            scrolling="no"
            tabIndex={0}
            title="Disqus"
            width="100%"
            src="https://disqus.com/embed/comments/?base=default&f=batireedui&t_u=http%3A%2F%2Fbatireedui.com%2Fpost%2F74%2F123&t_d=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%A5%D0%98%D0%A0%D0%9E%D0%A8%D0%98%D0%9C%D0%90%20%D0%91%D0%90%20%D0%9D%D0%90%D0%99%D0%9C%20%D0%90%D0%A0%D0%92%D0%90%D0%9D%20%D0%A2%D0%90%D0%92%22&t_t=%D0%96.%D0%91%D0%90%D0%A2-%D0%98%D0%A0%D0%AD%D0%AD%D0%94%D2%AE%D0%99%3A%20%22%D0%A5%D0%98%D0%A0%D0%9E%D0%A8%D0%98%D0%9C%D0%90%20%D0%91%D0%90%20%D0%9D%D0%90%D0%99%D0%9C%20%D0%90%D0%A0%D0%92%D0%90%D0%9D%20%D0%A2%D0%90%D0%92%22&s_o=default#version=f7a73aced2afb4b2a80d8f8c751c458b"
            style={{
              width: "1px !important",
              minWidth: "100% !important",
              border: "none !important",
              overflow: "hidden !important",
              height: "75px !important",
            }}
            // horizontalscrolling="no"
            // verticalscrolling="no"
          />
        </div>
      </div>
    </div>
  );
}
